{
  "services": [
    {
      "key": "lawncare",
      "label": "Lawn Care",
      "summary": "Flexible options: bring your tools or use the customer's. Offer a small discount when using customer equipment.",
      "expanded": "<p><strong>How it works:</strong> Choose equipment mode per booking. Using customer tools means faster transit and lower overhead—great for new gigers.</p><p><strong>Before you start:</strong> Confirm tool condition, fuel type, and yard boundaries in chat. Take quick photos (pre/post).</p><p><strong>Compliance:</strong> Follow local noise ordinances; wear PPE. Use the Equipment Use Agreement.</p><p><strong>Upsells:</strong> Leaf clean-up, edging, weed control, seasonal care.</p>",
      "recommendedGear": ["Mower/Edger or Customer Tools", "PPE (glasses/ear protection)", "Trash bags", "Fuel can"],
      "requirements": ["Background check", "Local noise/environmental rules"],
      "badges": ["Lawncare Basics", "Safety Verified"]
    },
    {
      "key": "meal-prep",
      "label": "Meal Prep / Personal Chef",
      "summary": "Cook in the client's kitchen or deliver prepped meals. Show food-safety certs and follow local rules.",
      "expanded": "<p><strong>Models:</strong> In-home cooking or off-site prep + delivery. Label allergens and dates; sanitize and avoid cross-contamination.</p><p><strong>Compliance:</strong> Many areas require food-handler certificates; some require licensed kitchens for off-site prep. Check our Local Law & Licensing Map.</p><p><strong>Business tips:</strong> Offer weekly menus, subscriptions, and grocery add-on.</p>",
      "recommendedGear": ["Chef jacket/hat", "Waterproof apron", "Food-safe containers", "Cooler/thermal bags"],
      "requirements": ["Background check", "Food-handler certificate (region-dependent)"],
      "badges": ["Meal Prep Safety Verified", "Chef Giger Certified"]
    },
    {
      "key": "laundry-fold",
      "label": "Laundry & Fold",
      "summary": "Four-bag system: Whites, Colors, Linens, Intimates (mesh wash-in). Pickup → Wash → Dry → Fold → Return.",
      "expanded": "<p><strong>System:</strong> Customer pre-sorts into branded bags. You keep each load separate and return folded in the same bag. Intimates remain in the mesh bag for wash/dry to protect delicate items.</p><p><strong>Pricing:</strong> By bag, by pound, or subscription. Add express and stain-treat upgrades.</p><p><strong>Hygiene:</strong> Sanitize machines, use liners, and communicate allergies.</p>",
      "recommendedGear": ["GigifyPro Laundry Bag Kit (4 bags)", "Gentle detergents", "Vehicle liners"],
      "requirements": ["Background check"],
      "badges": ["Laundry Giger Certified", "Safety Verified"]
    },
    {
      "key": "childcare",
      "label": "Childcare / Emergency Childcare",
      "summary": "Short-term, non-medical childcare. Verified background; follow household rules and emergency contacts.",
      "expanded": "<p><strong>Scope:</strong> Short-term care, activities, meals, and homework support (non-medical). Always follow parental instructions.</p><p><strong>Requirements:</strong> Background check is mandatory; local childcare rules may apply. Consider First Aid/CPR training.</p>",
      "recommendedGear": ["ID badge", "Activity kit (books/games)"],
      "requirements": ["Background check", "Local childcare guidelines"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "handyman",
      "label": "Handyman",
      "summary": "Light home tasks only. Bring your tools or use customer tools with an equipment agreement.",
      "expanded": "<p><strong>Scope:</strong> Minor repairs, installations, assembly. Avoid licensed trades unless you hold the proper license.</p><p><strong>Protection:</strong> Use Equipment Use Agreement when using customer tools. Wear PPE.</p>",
      "recommendedGear": ["Basic toolkit", "PPE", "Stud finder", "Level"],
      "requirements": ["Background check", "Local licensing for regulated tasks"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "massage",
      "label": "Massage",
      "summary": "Licensed & insured only. Upload credentials. Set clear boundaries and hygiene standards.",
      "expanded": "<p><strong>Compliance:</strong> Massage typically requires state licensure and insurance. Upload documents to activate this category.</p><p><strong>Setup:</strong> Clean linens, sanitization, professional conduct.</p>",
      "recommendedGear": ["Portable table", "Clean linens", "Sanitizer"],
      "requirements": ["Background check", "Massage license", "Insurance"],
      "badges": ["Business Ready", "Safety Verified"]
    },
    {
      "key": "personal-trainer",
      "label": "Personal Trainer",
      "summary": "Certifications recommended. Train at client home, outdoors, or gym with permission.",
      "expanded": "<p><strong>Compliance:</strong> Certifications (NASM/ACE/ISSA) recommended; follow gym rules if on premises.</p><p><strong>Offerings:</strong> Programs, nutrition guidance (non-medical), progress tracking.</p>",
      "recommendedGear": ["Bands/dumbbells", "Timer", "Mat"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "personal-shopper",
      "label": "Personal Shopper",
      "summary": "Smart routing & receipts. Offer weekly routes, deal-finding, and special requests.",
      "expanded": "<p><strong>Process:</strong> Confirm list/budget, share receipts, deliver on time. Offer recurring slots.</p>",
      "recommendedGear": ["Insulated bags", "Receipt envelope"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "maid-service",
      "label": "Maid Service",
      "summary": "Bring your kit or use customer supplies for sensitivities. Room-by-room checklist and photos.",
      "expanded": "<p><strong>Process:</strong> Checklist per room, photos (before/after) if approved, eco-friendly options.</p>",
      "recommendedGear": ["Cleaning kit", "Gloves", "Microfiber cloths"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "event-planner",
      "label": "Event Planner",
      "summary": "Plan small events; vendor coordination and timelines. Liability coverage recommended.",
      "expanded": "<p><strong>Scope:</strong> Birthdays, small weddings, community events. Contracts with vendors; clear timelines.</p>",
      "recommendedGear": ["Planner templates", "Vendor list", "Checklists"],
      "requirements": ["Background check"],
      "badges": ["Business Ready"]
    },
    {
      "key": "gift-buyer",
      "label": "Gift Buyer",
      "summary": "Budget-based gifting with taste profiles. Provide options and wrap/deliver.",
      "expanded": "<p><strong>Process:</strong> Collect preferences, propose 3 options per budget tier, handle purchase and wrap.</p>",
      "recommendedGear": ["Wrapping kit", "Card stock"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "transportation",
      "label": "Transportation & Errands",
      "summary": "Non-medical transport & airport runs. Valid license/insurance required.",
      "expanded": "<p><strong>Compliance:</strong> Valid driver license, insurance, and vehicle standards. Clarify wait times and tolls.</p>",
      "recommendedGear": ["Phone mount", "Car safety kit"],
      "requirements": ["Background check", "Driver license + insurance"],
      "badges": ["Business Ready", "Safety Verified"]
    },
    {
      "key": "senior-checkin",
      "label": "Light Senior Care Check-Ins",
      "summary": "Non-medical check-ins: meals, conversation, reminders. Background check required.",
      "expanded": "<p><strong>Scope:</strong> Companionship, light chores, wellness reminders (non-medical). Emergency contacts on file.</p>",
      "recommendedGear": ["ID badge", "Notebook/app for notes"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "dog-walking-sitting",
      "label": "Dog Walking & Sitting",
      "summary": "Trusted pet companions who provide walks, care, and company while owners are away. Build a loyal client base through reliability and genuine love for animals.",
      "expanded": "<p><strong>How It Works:</strong> Offer daily walks (15–60 min), drop-in visits, or overnight sitting. Clients share pet routines, medications, emergency contacts, and vet info. You handle feeding, playtime, potty breaks, and send photo updates. Always use secure leashes and follow local leash laws.</p><p><strong>Tools & Startup Gear:</strong> Start with basics: sturdy leash, waste bags, treat pouch, first-aid kit, and a reflective vest for early/late walks. Consider a pet GPS tracker for anxious owners and cleaning supplies for accidents.</p><p><strong>Certifications & Requirements:</strong> Background check required. Pet CPR/First Aid certification highly recommended and builds trust. Check local regulations—some cities require pet care permits or business licenses. Liability insurance protects you and reassures clients.</p><p><strong>Safety & Best Practices:</strong> Meet pets before booking to assess temperament. Confirm vaccination records. Never mix unfamiliar dogs. Keep emergency contacts handy. Document any incidents immediately. Respect home privacy—don't post client addresses or interior photos on social media.</p><p><strong>Pricing Model:</strong> Charge per walk ($15–$30 for 30 min, $25–$50 for 60 min) or flat rate for sitting ($40–$80/day). Offer weekly packages or monthly subscriptions at 10–15% discount. Add premium rates for holidays, multiple pets, or special needs animals.</p><p><strong>Upsell & Business Growth:</strong> Expand to pet taxi services, medication administration, or grooming partnerships. Build a team of trusted walkers to serve more clients. Create a referral program—offer one free walk for every new client referred. Promote seasonal services like holiday sitting or puppy socialization walks.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Certified Pet Giger</em> badge after completing Pet CPR training and 25 verified walks. This badge shows clients you're serious about animal safety and professional pet care.</p>",
      "recommendedGear": ["Sturdy leash", "Dog waste bags", "Reflective vest", "Pet-safe wipes", "Treat pouch", "First-aid kit", "Pet GPS tracker"],
      "requirements": ["Background check", "Pet CPR/First Aid certification (recommended)", "Local pet care permits", "Liability insurance (recommended)"],
      "badges": ["Certified Pet Giger", "Safety Verified"]
    },
    {
      "key": "dog-yard-cleanup",
      "label": "Dog Yard Cleanup (Pooper Scooper)",
      "summary": "Weekly yard maintenance keeping outdoor spaces clean and safe for pets and families. Low startup cost with recurring revenue potential.",
      "expanded": "<p><strong>How It Works:</strong> Visit client yards weekly (or bi-weekly) to remove pet waste, sanitize high-traffic areas, and check for hazards like broken glass or toxic plants. Bag waste securely and dispose according to local regulations. Offer one-time deep cleans or regular subscriptions.</p><p><strong>Tools & Startup Gear:</strong> Minimal investment: waste scoop/rake, heavy-duty bags, sanitizing spray, gloves, and a sealed waste container for transport. A folding wagon helps carry supplies across large properties. All tools fit in a car trunk—no truck needed.</p><p><strong>Certifications & Requirements:</strong> Background check required. No special licenses in most areas, but confirm local waste disposal rules. Some municipalities prohibit pet waste in regular trash—you may need commercial waste hauling. Check homeowners' association rules for gated communities.</p><p><strong>Safety & Best Practices:</strong> Always wear gloves. Avoid startling pets—introduce yourself calmly if animals are present. Inspect yards for new hazards (sharp objects, holes, toxic mushrooms) and notify homeowners. Never enter homes unless explicitly authorized. Respect privacy—secure gates after service.</p><p><strong>Pricing Model:</strong> Charge per visit: $15–$25 for small yards, $25–$40 for large properties, $10–$15 extra per additional dog. Offer weekly or bi-weekly subscriptions with auto-billing. Add one-time deep clean service at $50–$100 for neglected yards. Bundle with dog walking for premium packages.</p><p><strong>Upsell & Business Growth:</strong> Expand to commercial properties (dog parks, daycare facilities, apartment complexes). Partner with landscapers or property managers for referrals. Offer seasonal add-ons like lawn aeration or pet-safe fertilizer application. Build routes by neighborhood to maximize efficiency—service 5–10 homes in one area per day.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Yard Care Pro</em> badge after completing 50 yard cleanups with zero complaints. This badge demonstrates reliability and professionalism in a service many find unpleasant but essential.</p>",
      "recommendedGear": ["Waste scoop/rake", "Heavy-duty waste bags", "Sanitizing spray", "Durable gloves", "Sealed waste container", "Folding wagon", "Hand sanitizer"],
      "requirements": ["Background check", "Local waste disposal regulations compliance", "HOA/property access permissions"],
      "badges": ["Yard Care Pro", "Safety Verified"]
    },
    {
      "key": "pet-hair-cleanup",
      "label": "Pet Hair Cleanup",
      "summary": "Specialized deep cleaning targeting pet hair, dander, and odors from furniture, vehicles, and homes. Perfect for allergy sufferers and shedding season emergencies.",
      "expanded": "<p><strong>How It Works:</strong> Provide targeted cleaning for pet owners struggling with excessive shedding. Remove hair from furniture, carpets, car interiors, and hard-to-reach areas. Use specialized tools to lift embedded hair and reduce allergens. Offer one-time seasonal services or monthly maintenance packages.</p><p><strong>Tools & Startup Gear:</strong> Invest in quality tools: rubber pet hair brooms, lint rollers, pet-specific vacuum attachments, microfiber cloths, and upholstery brushes. A portable handheld vacuum for cars is essential. Pet-safe odor neutralizers and enzyme cleaners handle lingering smells. All equipment should be pet-friendly—no harsh chemicals.</p><p><strong>Certifications & Requirements:</strong> Background check required. No certifications needed, but knowledge of pet-safe cleaning products is crucial. Never use toxic chemicals around animals. Understand fabric types to avoid damage. Consider allergy awareness training to better serve sensitive clients.</p><p><strong>Safety & Best Practices:</strong> Confirm pets are secured before starting (crated, in another room, or with owner). Test cleaning products on hidden fabric areas first. Remove pets from rooms being treated with sprays—even pet-safe products need ventilation time. Document before/after with photos. Communicate allergies or sensitivities with clients upfront.</p><p><strong>Pricing Model:</strong> Charge by scope: $50–$100 for full room treatment, $75–$150 for whole home, $40–$80 for vehicle interiors. Add $20–$30 per additional room. Offer seasonal packages during heavy shedding periods (spring/fall) at premium rates. Monthly subscriptions at 15% discount for year-round clients.</p><p><strong>Upsell & Business Growth:</strong> Bundle with regular house cleaning or carpet shampooing services. Partner with groomers—clients who just groomed their pets often want home cleanup too. Offer air purifier filter changes or dryer vent cleaning (pet hair clogs vents). Create corporate packages for pet-friendly offices. Market to realtors preparing pet-owner homes for sale.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Pet Hair Specialist</em> badge after completing 30 cleanup jobs with 5-star reviews. This badge proves your expertise in a niche service that truly improves quality of life for pet owners and allergy sufferers.</p>",
      "recommendedGear": ["Rubber pet hair broom", "Pet vacuum attachments", "Lint rollers", "Microfiber cloths", "Upholstery brush", "Portable handheld vacuum", "Pet-safe odor neutralizer", "Enzyme cleaner"],
      "requirements": ["Background check", "Knowledge of pet-safe cleaning products", "Fabric care awareness"],
      "badges": ["Pet Hair Specialist", "Safety Verified"]
    },
    {
      "key": "pet-taxi-dropin",
      "label": "Pet Taxi & Drop-In",
      "summary": "Safe, reliable transportation for pets to vet appointments, grooming, daycare, or emergencies. Combined with quick wellness check-ins for busy pet parents.",
      "expanded": "<p><strong>How It Works:</strong> Transport pets safely to appointments, grooming, or boarding facilities. Provide drop-in visits for feeding, medication, or potty breaks when owners can't make it home. Always use secure carriers or pet seatbelts. Communicate arrival/pickup times and send photo updates. For drop-ins, follow exact care instructions and document visit details.</p><p><strong>Tools & Startup Gear:</strong> Essential: vehicle seat covers, pet safety restraints/carriers, cleaning supplies for accidents, paper towels, and air freshener. Bring extra leashes and collars in case owner forgets. Keep first-aid kit and emergency vet contacts. Consider crate sizes for different breeds if offering full taxi service.</p><p><strong>Certifications & Requirements:</strong> Background check mandatory. Valid driver license, clean driving record, and current auto insurance required. Some states require commercial vehicle insurance for paid pet transport. Pet CPR/First Aid certification recommended. Never transport aggressive or unvaccinated animals without explicit client acknowledgment.</p><p><strong>Safety & Best Practices:</strong> Confirm pet is secured before driving—never allow loose animals in vehicles. Keep windows cracked for ventilation but not wide enough for escape. Never leave pets in hot cars—even for minutes. For drop-ins, lock doors, set alarms, and respect home security. Document any behavioral changes or health concerns immediately and notify owners.</p><p><strong>Pricing Model:</strong> Charge per trip: $20–$40 for local transport (under 10 miles), $3–$5 per additional mile. Emergency or after-hours trips at 1.5x rate. Drop-in visits: $15–$25 per visit (15–30 min). Offer weekly packages for recurring daycare transport or daily medication visits at discounted rates. Add wait-time fees ($10–$15) for grooming pickups.</p><p><strong>Upsell & Business Growth:</strong> Partner with vets, groomers, and boarding facilities for referral networks. Offer subscription packages for senior pet owners needing regular vet visits. Expand to pet supply pickup/delivery or prescription runs. Create corporate partnerships with pet-friendly workplaces for employee pet services. Market to realtors helping clients relocate with pets.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Trusted Pet Transporter</em> badge after completing 40 safe trips with perfect safety record. This badge assures clients their beloved companions are in caring, responsible hands during vulnerable moments like vet visits or emergencies.</p>",
      "recommendedGear": ["Vehicle seat covers", "Pet safety restraints/carriers", "Cleaning supplies", "Paper towels", "Air freshener", "Extra leashes/collars", "First-aid kit", "Emergency contact list"],
      "requirements": ["Background check", "Valid driver license", "Clean driving record", "Auto insurance (commercial if required)", "Pet CPR/First Aid certification (recommended)"],
      "badges": ["Trusted Pet Transporter", "Safety Verified"]
    },
    {
      "key": "donation-dropoff-concierge",
      "label": "Donation Drop-Off Concierge",
      "summary": "We pick up donations from your home and deliver them to local charities—receipt and photo proof included. Perfect for busy professionals and decluttering projects.",
      "expanded": "<p><strong>How It Works:</strong> Schedule pickup times with clients, collect unwanted items (clothes, furniture, household goods), and deliver to designated charities or thrift stores. Obtain donation receipts for tax purposes and send proof-of-delivery photos to clients. Sort items by category (textiles, electronics, furniture) and confirm charity acceptance policies beforehand.</p><p><strong>Tools & Startup Gear:</strong> Basic needs: dolly or hand truck, cargo vehicle (SUV, van, or pickup), tie-down straps, moving blankets, and heavy-duty trash bags. Vehicle cargo liners protect against dirt. Keep a list of local charities with their acceptance hours and item restrictions. A smartphone for photos and receipt scanning is essential.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering homes. Valid driver license and auto insurance mandatory. Familiarize yourself with local donation center policies—some only accept items during specific hours or refuse certain categories (mattresses, old electronics). No special permits needed in most areas.</p><p><strong>Safety & Best Practices:</strong> Assess item weight before accepting jobs—never lift beyond your capacity or without proper technique. Use dollies for heavy items. Inspect furniture for bed bugs or pest infestations before transport. Confirm donation centers will accept items before pickup to avoid client disappointment. Never dispose of items in dumpsters—only authorized donation sites.</p><p><strong>Pricing Model:</strong> Charge by load size: $40–$75 for carload, $75–$150 for full vehicle load, $150–$300 for large furniture hauls. Add $20–$30 for stairs or difficult access. Offer flat-rate estate cleanout packages at $300–$800. Bundle with junk removal or moving services. Price premium for same-day service.</p><p><strong>Upsell & Business Growth:</strong> Partner with real estate agents for estate sales and home staging. Offer seasonal decluttering packages (spring cleaning, holiday prep). Create subscription services for hoarder support or elderly downsizing assistance. Cross-sell with moving services, junk removal, or organization consulting. Build relationships with multiple charities to maximize acceptance rates.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Community Impact Giger</em> badge after facilitating 100 donation drop-offs totaling 5,000+ lbs of goods donated. This badge shows your commitment to reducing waste and supporting local charities while helping clients simplify their lives.</p>",
      "recommendedGear": ["Dolly or hand truck", "Vehicle cargo liners", "Tie-down straps", "Moving blankets", "Heavy-duty trash bags", "Charity directory list", "Receipt scanner app"],
      "requirements": ["Background check", "Valid driver license", "Auto insurance", "Local donation center acceptance guidelines"],
      "badges": ["Community Impact Giger", "Safety Verified"]
    },
    {
      "key": "driveway-snow-shoveling",
      "label": "Driveway Snow Shoveling",
      "summary": "Fast, reliable snow removal for driveways, walkways, and steps. Early-bird service gets clients to work on time during winter storms.",
      "expanded": "<p><strong>How It Works:</strong> Offer pre-dawn shoveling (5-7 AM) so clients wake to clear driveways. Remove snow from driveways, walkways, stairs, and around mailboxes. Apply ice melt or sand for traction. Offer one-time emergency service or seasonal contracts with guaranteed response times. Communicate via text when job is complete.</p><p><strong>Tools & Startup Gear:</strong> Essential: heavy-duty snow shovel, ice scraper, ice melt or sand, work gloves, and waterproof boots. Consider ergonomic shovels to prevent back strain. Snow blower optional for large properties (increases capacity but adds cost). Headlamp for pre-dawn work. Keep spare gloves and hand warmers in vehicle.</p><p><strong>Certifications & Requirements:</strong> Background check required for residential property access. No special licenses needed. Check HOA or municipal snow removal ordinances—some areas prohibit pushing snow into streets. Liability insurance highly recommended in case of slip-and-fall incidents. Weather app subscription for storm tracking and scheduling.</p><p><strong>Safety & Best Practices:</strong> Dress in layers with waterproof outer shell. Never overexert in extreme cold—frostbite and heart attack risks increase. Use proper lifting technique to avoid back injuries. Apply ice melt sparingly near plants and pet areas (salt damages vegetation and paw pads). Mark hidden obstacles like hoses or decorative rocks before snowfall. Never guarantee ice-free surfaces—warn clients of black ice risks.</p><p><strong>Pricing Model:</strong> Charge per service: $30–$60 for standard driveways, $50–$100 for large driveways or multiple areas, $20–$40 per additional walkway/stairs. Offer seasonal contracts at $200–$500 with guaranteed service after 2+ inches of snow. Premium rates for pre-6 AM service or emergency same-day requests. Add $15–$25 for ice melt application.</p><p><strong>Upsell & Business Growth:</strong> Offer roof snow removal (with proper safety equipment and insurance). Bundle with gutter cleaning or firewood stacking. Create neighborhood routes to service multiple homes efficiently. Partner with property managers for commercial lots. Offer summer services (lawn care, pressure washing) to same clients for year-round revenue.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Winter Warrior</em> badge after completing 50 snow removal jobs in a single season. This badge demonstrates reliability in harsh conditions and commitment to helping communities stay safe and mobile during winter weather.</p>",
      "recommendedGear": ["Heavy-duty snow shovel", "Ergonomic shovel", "Ice melt or sand", "Work gloves", "Waterproof boots", "Headlamp", "Hand warmers", "Weather app"],
      "requirements": ["Background check", "HOA/municipal snow removal ordinance compliance", "Liability insurance (recommended)"],
      "badges": ["Winter Warrior", "Safety Verified"]
    },
    {
      "key": "errand-cluster-runs",
      "label": "Errand Cluster Runs",
      "summary": "Smart multi-stop errand service completing 3–7 tasks in one efficient trip. Save clients hours by bundling dry cleaning, pharmacy, post office, and more.",
      "expanded": "<p><strong>How It Works:</strong> Collect client's to-do list (dry cleaning pickup, post office, pharmacy, returns, etc.) and create optimized routes hitting 3–7 stops in one trip. Provide itemized receipts, photos of completed tasks, and return items within agreed timeframe. Communicate delays or issues immediately. Perfect for busy professionals, new parents, or mobility-limited seniors.</p><p><strong>Tools & Startup Gear:</strong> Minimal equipment: reliable vehicle, smartphone with GPS and task-management app, insulated bags for temperature-sensitive items, reusable shopping bags, receipt organizer, and mileage tracker. Consider a dash cam for proof of service and vehicle protection. Portable phone charger essential for long days.</p><p><strong>Certifications & Requirements:</strong> Background check mandatory for handling client funds and errands. Valid driver license and auto insurance required. Keep detailed records of client funds spent—use digital payment apps or provide itemized receipts. Some errands (prescription pickup) may require additional ID verification. Familiarize yourself with return policies at major retailers.</p><p><strong>Safety & Best Practices:</strong> Never mix client items—use labeled bags or bins per client. Keep receipts organized and photograph them immediately. Handle client credit cards with extreme care—ideally use digital payment methods or prepaid cards. Confirm special instructions before completing tasks (specific brands, sizes, preferences). Lock vehicle when making stops—never leave client items visible.</p><p><strong>Pricing Model:</strong> Charge base rate + per-stop fee: $25–$40 base + $8–$15 per additional stop. Offer bundled packages: 5 errands for $75, 10 for $140. Add mileage fees for stops over 15 miles from base. Premium pricing for same-day service or rush requests. Subscription models: weekly errand packages at 15% discount for committed clients.</p><p><strong>Upsell & Business Growth:</strong> Specialize in senior services (medical appointment transport + pharmacy pickup). Partner with concierge services, corporate offices, or vacation rental managers. Offer virtual assistant add-ons (scheduling appointments, making calls). Bundle with grocery shopping, pet supply runs, or home organization. Create corporate packages for employee assistance programs.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Efficiency Expert</em> badge after completing 100 multi-stop errand runs with 98% on-time performance. This badge proves your organizational skills and reliability in managing complex task lists under time pressure.</p>",
      "recommendedGear": ["Reliable vehicle", "GPS/task app", "Insulated bags", "Reusable shopping bags", "Receipt organizer", "Mileage tracker", "Dash cam", "Portable charger"],
      "requirements": ["Background check", "Valid driver license", "Auto insurance", "Detailed record-keeping system"],
      "badges": ["Efficiency Expert", "Safety Verified"]
    },
    {
      "key": "errand-scheduler-virtual",
      "label": "Errand Scheduler (Virtual Coordinator)",
      "summary": "Virtual concierge service coordinating errands, appointments, and logistics without leaving your desk. Perfect for clients needing organization, not execution.",
      "expanded": "<p><strong>How It Works:</strong> Work remotely to schedule appointments, coordinate service providers, compare prices, make reservations, and manage client calendars. Research options, negotiate quotes, and handle phone calls or online bookings. Provide weekly summaries of completed tasks. Unlike hands-on errands, this is pure coordination—no driving required.</p><p><strong>Tools & Startup Gear:</strong> Zero physical equipment needed: laptop or computer, reliable internet, phone service, calendar software (Google Calendar, Calendly), task management tools (Asana, Trello), and spreadsheet skills. Consider VoIP service for professional phone presence. Cloud storage for client files. Time-tracking software for billing accuracy.</p><p><strong>Certifications & Requirements:</strong> Background check required for accessing client information and making financial arrangements. No licenses needed. Strong organizational skills essential. Excellent written and verbal communication mandatory. Basic knowledge of budgeting and comparison shopping. Familiarity with local service providers helpful but not required.</p><p><strong>Safety & Best Practices:</strong> Maintain strict confidentiality—never share client schedules or personal information. Use secure password managers for client accounts. Confirm all bookings via email/text with confirmation numbers. Set clear boundaries around response times (e.g., 9 AM–6 PM weekdays). Document all decisions and expenditures. Never make purchases without explicit client approval and budget limits.</p><p><strong>Pricing Model:</strong> Charge hourly: $20–$40/hour for general coordination, $35–$60/hour for complex project management. Offer retainer packages: 10 hours/month for $180–$350. Flat-rate project fees for specific tasks (event planning, move coordination) at $100–$500. Premium rates for urgent same-day requests or after-hours service.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: wedding coordination, corporate event planning, senior care management, or vacation planning. Offer travel research and booking services. Partner with errand runners for full-service packages (you coordinate, they execute). Create subscription tiers: basic (scheduling only), premium (research + scheduling), platinum (full concierge). Scale by hiring virtual assistants as client base grows.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Master Coordinator</em> badge after managing 200 hours of client coordination with 95% client satisfaction scores. This badge demonstrates your ability to juggle complex schedules and deliver seamless organization from anywhere.</p>",
      "recommendedGear": ["Laptop/computer", "Reliable internet", "Phone service", "Calendar software", "Task management tools", "Cloud storage", "Time-tracking software", "Password manager"],
      "requirements": ["Background check", "Strong organizational skills", "Excellent communication", "Basic budgeting knowledge"],
      "badges": ["Master Coordinator", "Business Ready"]
    },
    {
      "key": "grocery-line-waiter",
      "label": "Grocery Line Waiter / Queue Holder",
      "summary": "Hold spots in long checkout lines, product release queues, or appointment waitlists. Your time saves theirs during peak shopping or limited-availability events.",
      "expanded": "<p><strong>How It Works:</strong> Client requests line-holding for specific events: Black Friday sales, new product drops, popular restaurant openings, or crowded grocery stores during holidays. You arrive early, hold the spot, and transfer it to client when they arrive. Communicate your position in line via text/photo updates. Payment upon successful handoff.</p><p><strong>Tools & Startup Gear:</strong> Minimal needs: comfortable shoes, weather-appropriate clothing, portable phone charger, folding stool or chair, snacks, water bottle, and reading material or entertainment. Sunscreen and hat for outdoor queues. Blanket for cold weather. Sign or placeholder to mark your spot if brief bathroom breaks needed (where permitted).</p><p><strong>Certifications & Requirements:</strong> Background check for client trust. No licenses required. Understand local queuing rules—some venues prohibit line-holding or commercial spot-saving. Be prepared to show proof of service (timestamp photos). Physical stamina to stand for extended periods (1–8 hours). Patience and professional demeanor when dealing with other shoppers.</p><p><strong>Safety & Best Practices:</strong> Confirm exact location, event, and handoff time before accepting jobs. Never abandon your spot without client permission. Be respectful of other queue participants—avoid confrontations. Stay hydrated and take breaks only if queue rules permit. Document your arrival time and line position with photos. Communicate any line movement or policy changes immediately to client.</p><p><strong>Pricing Model:</strong> Charge by time + event premium: $15–$25/hour for regular queues, $30–$50/hour for high-demand events (Black Friday, concert tickets, limited releases). Minimum 2-hour booking. Add flat fees for overnight camping ($100–$200). Surge pricing for last-minute requests or extreme weather. Success bonuses for securing limited items.</p><p><strong>Upsell & Business Growth:</strong> Specialize in specific niches: tech product launches, sneaker drops, restaurant reservations, or government office appointments. Partner with resellers who need line-holders for inventory acquisition. Offer team line-holding for multiple spots. Create corporate packages for employee benefits (DMV appointments, popular lunch spots). Scale by building a team of reliable line-holders for simultaneous events.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Queue Champion</em> badge after successfully holding 50 line positions with 100% successful client handoffs. This badge shows reliability, patience, and professionalism in one of the gig economy's most unique services.</p>",
      "recommendedGear": ["Comfortable shoes", "Weather-appropriate clothing", "Portable charger", "Folding stool/chair", "Snacks", "Water bottle", "Reading material", "Sunscreen/hat"],
      "requirements": ["Background check", "Physical stamina", "Knowledge of local queuing rules", "Professional demeanor"],
      "badges": ["Queue Champion", "Safety Verified"]
    },
    {
      "key": "neighborhood-errand-runner",
      "label": "Neighborhood Errand Runner",
      "summary": "Hyper-local errand service within walking/biking distance. Build loyal neighborhood clientele through familiarity, trust, and quick turnaround times.",
      "expanded": "<p><strong>How It Works:</strong> Focus on 1–2 mile radius from your home for walking/biking errands: mail letters, pick up prescriptions, return library books, fetch coffee, drop off keys, etc. Offer same-day or next-day service. Build relationships with local businesses for faster service. Ideal for car-free gigers or supplemental income without vehicle costs.</p><p><strong>Tools & Startup Gear:</strong> Minimal cost: bicycle or reliable walking shoes, backpack or cargo bike basket, phone with GPS, insulated food bag, reusable shopping bags, rain gear, and reflective vest for visibility. Bike lock essential if cycling. Consider electric bike or cargo bike for heavier loads or longer distances. Smartphone for communication and payment processing.</p><p><strong>Certifications & Requirements:</strong> Background check for neighborhood trust. No driver license needed (walking/biking model). Local business familiarity helpful. Basic knowledge of neighborhood shortcuts and safe routes. Follow pedestrian and cycling laws. Some areas require business license for commercial activity—check local regulations. Liability insurance recommended.</p><p><strong>Safety & Best Practices:</strong> Wear visible clothing (bright colors, reflective gear). Lock bike securely at every stop. Keep valuables (client items, phone, wallet) in secure compartments. Use bike lights in low visibility. Avoid shortcuts through unsafe areas. Confirm package/item handoff with photos or signatures. Never accept cash payments in isolated areas—use digital payment only.</p><p><strong>Pricing Model:</strong> Charge per errand: $8–$15 for quick tasks (mail drop, library return), $15–$25 for pickups requiring payment (pharmacy, coffee shop). Offer neighborhood packages: 5 errands for $50, 10 for $90. Monthly subscriptions for seniors or homebound residents at $100–$200/month (2–4 errands weekly). Premium for same-day or timed delivery.</p><p><strong>Upsell & Business Growth:</strong> Expand to pet walking in same neighborhood. Offer grocery shopping for elderly neighbors. Partner with local businesses as their designated runner. Create community bulletin board for multiple clients. Organize neighborhood co-op where residents pool errand needs. Bundle with plant watering, mail collection, or trash bin services. Hire additional runners to cover more neighborhoods.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Neighborhood Hero</em> badge after completing 150 local errands with 20+ repeat clients. This badge proves you're a trusted, familiar face in your community who neighbors rely on for quick, dependable help.</p>",
      "recommendedGear": ["Bicycle or walking shoes", "Backpack or cargo basket", "Phone with GPS", "Insulated bag", "Reusable bags", "Rain gear", "Reflective vest", "Bike lock"],
      "requirements": ["Background check", "Local business familiarity", "Knowledge of safe routes", "Business license (if required locally)"],
      "badges": ["Neighborhood Hero", "Safety Verified"]
    },
    {
      "key": "mobile-oil-change",
      "label": "Mobile Oil Change & Basic Car Maintenance",
      "summary": "Bring basic auto care to client driveways: oil changes, filter swaps, fluid top-offs, and tire pressure checks. No advanced mechanics—just essential maintenance.",
      "expanded": "<p><strong>How It Works:</strong> Travel to client locations with portable equipment to perform basic, non-licensed maintenance: oil and filter changes, air filter replacement, wiper blade swaps, fluid top-offs (windshield, coolant, brake), and tire pressure checks. Confirm vehicle make/model beforehand to bring correct parts. Dispose of used oil at approved facilities. Keep service records for clients.</p><p><strong>Tools & Startup Gear:</strong> Essential: oil drain pan, funnel, ratchet set, oil filter wrench, jack and jack stands, wheel chocks, work gloves, shop towels, and portable LED work light. Stock common oil types, filters (verify fitment), and fluids. Environmental supplies: absorbent pads, spill kit, sealed used-oil containers. Vehicle with secure storage for tools and fluids.</p><p><strong>Certifications & Requirements:</strong> Background check required. Valid driver license and auto insurance mandatory. ASE certification (Automotive Service Excellence) recommended but not required for basic tasks. NEVER perform advanced work (engine diagnostics, transmission, electrical) without proper licensing and shop insurance. Confirm local EPA and state regulations for used oil disposal—most require approved recycling facilities. Some municipalities prohibit driveway oil changes—verify local codes. Commercial liability insurance essential.</p><p><strong>Safety & Best Practices:</strong> Always work on level ground with parking brake engaged and wheel chocks placed. Never work under vehicle supported only by jack—use jack stands. Wear safety glasses when working underneath vehicles. Dispose of used oil immediately in sealed containers—never dump down drains or in trash. Use spill kits for any leaks. Avoid working in prohibited areas (HOAs, apartments, public streets). Verify you have permission to work on private property. Document oil type and mileage for client records.</p><p><strong>Pricing Model:</strong> Charge labor + materials: $60–$100 for standard oil change (including oil/filter), $40–$70 labor-only if client provides parts. Additional services: $15–$25 for air filter, $20–$30 for wiper blades, $10–$20 for tire pressure check and rotation. Offer maintenance packages: 3 oil changes for $250, 5 for $400. Fleet discounts for multiple vehicles or commercial clients.</p><p><strong>Upsell & Business Growth:</strong> Partner with fleet managers (delivery services, rideshare drivers). Offer reminder services for scheduled maintenance intervals. Bundle with car washing or detailing. Create subscription models for busy professionals (quarterly maintenance packages). Expand to battery testing/replacement (no advanced electrical work). Cross-sell tire rotation, wiper fluid refills, or cabin air filter changes. Never exceed your skill level—refer advanced work to licensed mechanics.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Mobile Mechanic</em> badge after completing 75 oil changes with zero environmental violations and 95% customer satisfaction. This badge demonstrates your commitment to proper automotive care and environmental responsibility.</p>",
      "recommendedGear": ["Oil drain pan", "Funnel", "Ratchet set", "Oil filter wrench", "Jack and jack stands", "Wheel chocks", "Work gloves", "Shop towels", "LED work light", "Spill kit", "Used-oil containers"],
      "requirements": ["Background check", "Valid driver license", "Auto insurance", "EPA oil disposal compliance", "Local zoning compliance", "Commercial liability insurance", "ASE certification (recommended)"],
      "badges": ["Mobile Mechanic", "Safety Verified"]
    },
    {
      "key": "prescription-pickup-buddy",
      "label": "Prescription Pickup Buddy",
      "summary": "Trusted medication courier ensuring clients never miss doses. Background-verified service with strict privacy protocols and pharmacy verification procedures.",
      "expanded": "<p><strong>How It Works:</strong> Coordinate with clients to pick up prescriptions from pharmacies and deliver to their homes. Verify ID at pharmacy, confirm patient name matches authorization, and obtain signature upon delivery. Some pharmacies require client phone authorization—assist with call if needed. Never open medication packages. Provide photo confirmation of delivery. Ideal for homebound seniors, post-surgery patients, or busy professionals.</p><p><strong>Tools & Startup Gear:</strong> Minimal equipment: insulated delivery bag (protects temperature-sensitive meds), phone for pharmacy communication, clipboard for signatures/authorization forms, hand sanitizer, and reliable vehicle. Consider HIPAA-compliant communication app for medical privacy. Sealed delivery bags for privacy protection. Mileage tracker for business records.</p><p><strong>Certifications & Requirements:</strong> Background check absolutely mandatory—pharmacies verify identity for controlled substances. Valid driver license and auto insurance required. Some states require written client authorization forms for medication pickup. Never pick up controlled substances (opioids, stimulants) without explicit pharmacy approval—many pharmacies prohibit third-party pickup for Schedule II drugs. Familiarize yourself with HIPAA privacy rules—never discuss client medications publicly or share information.</p><p><strong>Safety & Best Practices:</strong> Always bring valid photo ID to pharmacy—your ID, not client's. Confirm patient name, birthdate, and prescription details with pharmacist. Never accept unsealed or opened medications. Use insulated bags to protect temperature-sensitive medications. Deliver promptly—some medications require refrigeration. Obtain delivery confirmation signatures. Lock vehicle during stops—medications are targets for theft. Report any discrepancies or suspicious prescription requests immediately.</p><p><strong>Pricing Model:</strong> Charge per pickup: $15–$25 for local pharmacy runs (under 5 miles), $25–$40 for distant pharmacies or multiple locations. Add $10–$15 for same-day or rush delivery. Offer monthly subscriptions for regular medication schedules: $60–$120/month for 4–8 pickups. Premium pricing for after-hours or weekend service. No upcharges for seniors or disability assistance—consider sliding scale for fixed-income clients.</p><p><strong>Upsell & Business Growth:</strong> Bundle with grocery delivery for homebound clients. Partner with pharmacies for referral programs—some pay referral fees for loyal delivery partners. Offer medical appointment transportation. Coordinate with home health agencies for senior care packages. Provide medication reminder calls (non-medical). Expand to medical supply delivery (walkers, wheelchairs). Create corporate wellness partnerships for employee prescription delivery.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Trusted Health Courier</em> badge after completing 100 prescription deliveries with zero privacy violations and perfect delivery accuracy. This badge assures clients you understand the sensitive nature of medical care and can be trusted with their health needs.</p>",
      "recommendedGear": ["Insulated delivery bag", "Phone", "Clipboard", "Authorization forms", "Hand sanitizer", "Sealed delivery bags", "Valid photo ID", "Mileage tracker"],
      "requirements": ["Background check (mandatory)", "Valid driver license", "Auto insurance", "HIPAA privacy compliance", "Written client authorization (state-dependent)", "Pharmacy verification protocols"],
      "badges": ["Trusted Health Courier", "Safety Verified"]
    },
    {
      "key": "ride-along-companion",
      "label": "Ride Along Companion",
      "summary": "Non-medical companionship for seniors or those needing support during appointments, shopping, or social outings. You drive, assist, and provide reassurance.",
      "expanded": "<p><strong>How It Works:</strong> Provide transportation plus companionship for clients who need assistance beyond just driving: seniors attending medical appointments, individuals with mobility challenges shopping, or isolated adults seeking social interaction. Assist with walking, door opening, package carrying, and appointment check-in. Stay with client throughout appointment or outing. Strictly non-medical—no medication administration or clinical care.</p><p><strong>Tools & Startup Gear:</strong> Basic needs: reliable, clean vehicle with easy entry/exit, phone for communication, first-aid kit, hand sanitizer, water bottles, and emergency contact list. Consider vehicle seat cushions or grabbing handles for mobility assistance. Keep umbrella and folding walker in trunk (with client permission). Portable phone charger. Comfortable, professional attire.</p><p><strong>Certifications & Requirements:</strong> Background check mandatory for vulnerable population service. Valid driver license with clean driving record essential. Current auto insurance with adequate liability coverage. CPR/First Aid certification highly recommended. Some states require caregiver or companion certifications for paid services—verify local requirements. Never provide medical care, medication administration, or clinical advice—refer to licensed professionals.</p><p><strong>Safety & Best Practices:</strong> Confirm mobility limitations and special needs before appointment. Offer arm for stability when walking but never force physical assistance. Respect client privacy during medical appointments—step out if requested. Keep emergency contacts readily available. Document appointment times and any concerning observations (falls, confusion) to share with family. Never leave client unattended in unsafe situations. Maintain professional boundaries—you're a companion, not family or medical provider.</p><p><strong>Pricing Model:</strong> Charge hourly rate + mileage: $25–$40/hour (2-hour minimum) plus $0.50–$1.00 per mile. Medical appointments typically 2–4 hours total (travel + wait time). Shopping trips 1–3 hours. Flat-rate packages: doctor visit with wait time $80–$150, grocery shopping $50–$90. Weekly subscription for regular appointments at 15% discount. Wait-time policies: full rate while actively accompanying, half-rate if waiting in vehicle during long procedures (with client agreement).</p><p><strong>Upsell & Business Growth:</strong> Bundle with prescription pickup, grocery shopping, or light housekeeping. Partner with senior living facilities, adult daycare centers, or geriatric care managers. Offer social outing packages (museum visits, lunch dates, religious services). Create family relief services for caregivers needing respite. Provide transportation to physical therapy with exercise support. Expand to virtual check-in services (daily wellness calls). Consider becoming certified companion caregiver for expanded scope.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Compassionate Companion</em> badge after providing 100 hours of ride-along companionship with 98% family satisfaction ratings. This badge demonstrates your empathy, patience, and reliability in supporting vulnerable community members.</p>",
      "recommendedGear": ["Reliable vehicle", "Phone", "First-aid kit", "Hand sanitizer", "Water bottles", "Emergency contact list", "Umbrella", "Portable charger", "Professional attire"],
      "requirements": ["Background check (mandatory)", "Valid driver license", "Clean driving record", "Auto insurance", "CPR/First Aid (recommended)", "Caregiver certification (state-dependent)"],
      "badges": ["Compassionate Companion", "Safety Verified"]
    },
    {
      "key": "transportation-errands-general",
      "label": "Transportation & Errands",
      "summary": "Full-service transportation for non-medical needs: airport runs, errands, shopping trips, and event shuttles. Licensed, insured, and reliable.",
      "expanded": "<p><strong>How It Works:</strong> Provide point-to-point transportation for clients needing rides to airports, train stations, shopping centers, social events, or business meetings. Unlike rideshare, you schedule in advance and offer personalized service. Handle luggage, groceries, or packages. Communicate delays proactively. Wait for return trips if prearranged. Offer recurring schedules for regular clients.</p><p><strong>Tools & Startup Gear:</strong> Essential: clean, well-maintained vehicle (sedan, SUV, or van depending on niche), GPS navigation, phone mount, car charger, first-aid kit, and emergency roadside kit. Consider vehicle amenities: bottled water, phone chargers, mints. Professional signage or branding optional. Dash cam for security. Mileage and trip tracking apps for business records and tax purposes.</p><p><strong>Certifications & Requirements:</strong> Background check required for client safety. Valid driver license with clean driving record mandatory. Current auto insurance—check if commercial coverage needed for paid rides (varies by state and insurance provider). Some areas require business license or transportation permits. Vehicle must pass basic safety inspections. Never operate as unlicensed taxi or compete with regulated transportation—focus on prearranged private rides.</p><p><strong>Safety & Best Practices:</strong> Confirm pickup/dropoff locations and timing 24 hours in advance. Keep vehicle clean and odor-free. Arrive 5–10 minutes early. Assist with luggage or packages as needed. Follow traffic laws strictly—no speeding or aggressive driving. Maintain professional demeanor—limit personal conversations unless client initiates. Clarify tolls, parking fees, and wait-time charges upfront. Never accept intoxicated passengers who pose safety risks.</p><p><strong>Pricing Model:</strong> Charge base rate + mileage or flat-rate trips: Airport runs $50–$150 (distance-dependent), hourly rate $35–$60 for shopping/errands with 2-hour minimum. Add wait-time fees: $15–$25/hour for stops over 15 minutes. Tolls and parking passed through at cost. Premium pricing for early morning (pre-6 AM) or late night (post-10 PM). Offer corporate accounts for business travelers at volume discounts.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niche markets: wedding shuttles, winery tours, corporate airport service, or senior medical appointments. Partner with hotels, event planners, or real estate agents. Offer package deals: weekly airport service, monthly errand packages. Bundle with grocery shopping or prescription pickup. Expand fleet by hiring additional drivers. Create subscription models for regular commuters or frequent travelers.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Trusted Driver</em> badge after completing 200 safe rides with 95% on-time performance and zero safety incidents. This badge proves your professionalism and reliability in getting clients where they need to go safely and punctually.</p>",
      "recommendedGear": ["Clean vehicle", "GPS navigation", "Phone mount", "Car charger", "First-aid kit", "Roadside emergency kit", "Bottled water", "Dash cam", "Mileage tracker"],
      "requirements": ["Background check", "Valid driver license", "Clean driving record", "Auto insurance (commercial if required)", "Business license (if required locally)", "Vehicle safety inspection"],
      "badges": ["Trusted Driver", "Safety Verified"]
    },
    {
      "key": "artist-painter-portraits",
      "label": "Artist / Painter (Portraits & Custom Art)",
      "summary": "Create original artwork, custom portraits, murals, and commissioned pieces. Turn your artistic talent into income by bringing clients' visions to life on canvas, walls, or digital media.",
      "expanded": "<p><strong>How It Works:</strong> Offer custom artwork services: portrait painting from photos, pet portraits, family murals, abstract pieces, or commissioned art for homes and businesses. Consult with clients on size, style, color palette, and subject matter. Provide sketches or digital mockups for approval before starting final piece. Deliver completed work with care instructions. Offer framing services or partner with local framers for additional revenue.</p><p><strong>Tools & Startup Gear:</strong> Start with basics: quality paints (acrylic, oil, or watercolor based on specialty), brushes in various sizes, canvases or paper, palette, easel, and workspace with good lighting. Digital artists need tablet, stylus, and software (Procreate, Adobe Creative Suite). For murals: extension poles, drop cloths, painter's tape, and ladder. Invest in portfolio materials: camera or phone for documentation, online portfolio platform, and business cards.</p><p><strong>Certifications & Requirements:</strong> Background check required for in-home mural work. No formal certifications needed—portfolio demonstrates skill. Consider art classes or workshops to refine techniques and stay current with trends. Business license may be required depending on location. Liability insurance recommended for mural work (protecting against property damage). Copyright awareness crucial—never copy another artist's work without permission or sell copyrighted characters without licensing.</p><p><strong>Safety & Best Practices:</strong> Work in well-ventilated areas when using oil paints or solvents—fumes can be hazardous. Wear protective gloves when handling chemicals or spray paints. Use drop cloths and protective coverings for client furniture during murals. Get written approval on designs before starting—never deviate from agreed concept. Watermark digital previews to prevent unauthorized use. Set clear timelines and communicate delays immediately. Protect finished pieces during transport with bubble wrap or corner protectors.</p><p><strong>Pricing Model:</strong> Charge by project size and complexity: Small portraits (8x10 to 11x14) $75–$250, Medium pieces (16x20 to 24x36) $250–$800, Large canvases or murals $800–$5,000+. Hourly rates for custom work: $30–$100/hour based on experience. Digital art commissions: $50–$500 depending on detail and usage rights. Rush fees for expedited projects. Require 25–50% deposit upfront, remainder upon completion. Offer payment plans for large commissions.</p><p><strong>Upsell & Business Growth:</strong> Expand into art workshops or classes (group painting nights, kids' art camps). Create limited-edition prints of original work for passive income. Partner with interior designers or real estate stagers for recurring work. Offer seasonal portrait packages (holiday cards, graduation gifts). Sell at local art fairs, farmers markets, or online platforms (Etsy, Society6). License designs to product manufacturers. Build Instagram/TikTok presence showcasing process videos—this attracts commissions organically.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Master Artist</em> badge after completing 50 custom commissions with 95% client satisfaction and maintaining a professional portfolio. This badge demonstrates your commitment to quality craftsmanship and client collaboration in transforming ideas into beautiful artwork.</p>",
      "recommendedGear": ["Quality paints", "Brush set", "Canvases or paper", "Palette", "Easel", "Good lighting", "Digital tablet (if applicable)", "Camera for documentation", "Drop cloths", "Portfolio materials"],
      "requirements": ["Background check (for in-home work)", "Portfolio demonstration", "Business license (location-dependent)", "Liability insurance (recommended)", "Copyright awareness"],
      "badges": ["Master Artist", "Business Ready"]
    },
    {
      "key": "custom-clothing-designer",
      "label": "Custom Clothing Designer",
      "summary": "Design or customize apparel—from logo tees and embroidered hats to hand-painted jackets and tailored garments—using your creative skills to create wearable art.",
      "expanded": "<p><strong>How It Works:</strong> Offer custom clothing services: screen printing, embroidery, fabric painting, tie-dye, distressing, or tailoring/alterations. Clients provide garments or you source blank apparel. Consult on design ideas, colors, placement, and sizing. Create mockups or samples for approval. Complete work and provide care instructions. Perfect for personal branding, event merchandise, or unique fashion statements.</p><p><strong>Tools & Startup Gear:</strong> Depends on specialty—Screen printing: screen, squeegee, emulsion, inks. Embroidery: machine or hand needles, thread, stabilizer, hoops. Fabric painting: textile paints, brushes, stencils, heat press or iron. Sewing/alterations: sewing machine, thread, measuring tape, scissors, seam ripper. Start with one specialty and expand. Invest in quality blank garments from wholesale suppliers. Photography setup for showcasing finished pieces online.</p><p><strong>Certifications & Requirements:</strong> Background check if working in clients' homes for fittings. No formal certifications required—portfolio demonstrates skill. Fashion design or sewing courses helpful for technical knowledge. Business license and sales tax permit required in most states when selling goods. Understand fabric care labels—never guarantee results on delicate or dry-clean-only fabrics without proper testing. Respect intellectual property—don't reproduce copyrighted logos or designs without permission.</p><p><strong>Safety & Best Practices:</strong> Work in ventilated areas when using fabric paints, dyes, or heat presses. Wear protective gloves when handling dyes or chemicals. Test all processes on scrap fabric first—especially bleaching, dyeing, or heat transfer. Get client approval on mockups before applying to final garment. Provide detailed care instructions (wash cold, inside out, air dry) to prevent fading or damage. Never promise permanent results on items you can't control (cheap fabrics, improper care). Document before/after with photos.</p><p><strong>Pricing Model:</strong> Charge by complexity and time: Simple text/logo embroidery $15–$40, Custom screen print tees $20–$50 each (lower per-unit cost for bulk orders), Hand-painted jackets $75–$300, Alterations $15–$100 depending on complexity. Bulk discounts: 10+ items at 15–25% off per piece. Rush fees for projects under one week. Require deposits for custom work (50% upfront). Material costs passed through or marked up 20–30%.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: wedding party attire, sports team uniforms, corporate branding, band merchandise, or sustainable upcycled fashion. Partner with local businesses for employee apparel. Offer design services beyond clothing (tote bags, hats, accessories). Teach workshops on DIY customization techniques. Sell finished pieces at craft fairs or online marketplaces. Create seasonal collections or limited drops. Build social media following with transformation videos and styling tips.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Certified Customwear Creator</em> badge after completing 75 custom clothing projects with 90% positive reviews. This badge shows your technical skill in transforming ordinary garments into personalized, wearable expressions of client identity and style.</p>",
      "recommendedGear": ["Sewing machine or embroidery machine", "Fabric paints or screen printing kit", "Heat press or iron", "Thread and needles", "Measuring tape", "Scissors", "Protective gloves", "Blank garments", "Photography setup"],
      "requirements": ["Background check (for in-home fittings)", "Portfolio demonstration", "Business license", "Sales tax permit", "Fabric care knowledge", "IP/copyright awareness"],
      "badges": ["Certified Customwear Creator", "Business Ready"]
    },
    {
      "key": "furniture-maker-refinisher",
      "label": "Furniture Maker / Refinisher",
      "summary": "Build custom furniture or restore vintage pieces through refinishing, painting, and repair. Breathe new life into old items or craft bespoke pieces that perfectly fit client spaces.",
      "expanded": "<p><strong>How It Works:</strong> Offer two primary services: (1) Custom furniture building—design and construct pieces per client specifications (tables, shelves, benches, headboards), or (2) Furniture refinishing—strip, sand, stain, paint, and seal existing pieces. Consult on style, dimensions, wood type, and finish. Provide mockups or samples. Complete work in your workshop or garage. Deliver and install if needed. Photograph transformation for portfolio.</p><p><strong>Tools & Startup Gear:</strong> Essential tools: sander (orbital or hand), paintbrushes and rollers, wood stain and sealers, paint stripper, sandpaper in various grits, wood glue, clamps, screwdrivers, drill, measuring tape, and safety equipment (goggles, mask, gloves). For building: saw (circular, miter, or table), wood screws, brackets, and raw lumber. Workspace needs ventilation and dust control. Start with refinishing (lower tool cost) then expand to building as skills and equipment grow.</p><p><strong>Certifications & Requirements:</strong> Background check if picking up/delivering furniture to homes. No formal certifications needed—portfolio shows craftsmanship. Woodworking or furniture restoration courses helpful for technique refinement. Business license and liability insurance recommended (protects against damage during transport or refinishing errors). Understand wood types and appropriate finishes. Never use lead-based products or work on items containing asbestos without proper certification and safety protocols.</p><p><strong>Safety & Best Practices:</strong> Always work in well-ventilated areas—wood dust, paint fumes, and chemical strippers are hazardous. Wear respirator mask when sanding or using chemical strippers. Protect eyes with safety goggles. Use hearing protection with power tools. Test stain/paint on hidden areas first to ensure desired result. Get written approval on finish samples before completing entire piece. Protect client property during pickup/delivery with blankets and straps. Dispose of chemical waste properly—never pour down drains.</p><p><strong>Pricing Model:</strong> Refinishing: $150–$500 for chairs, $300–$1,200 for tables/dressers depending on size and condition. Custom builds: $300–$3,000+ based on complexity and materials. Charge labor ($40–$80/hour) plus materials (marked up 20–30%). Repair services: $75–$300 depending on damage. Delivery/setup fees: $50–$150. Require 50% deposit for custom builds, 25% for refinishing. Offer free consultations to assess projects and provide accurate quotes.</p><p><strong>Upsell & Business Growth:</strong> Specialize in styles: farmhouse, mid-century modern, industrial, or sustainable reclaimed wood. Partner with interior designers, antique shops, or estate sale companies for steady workflow. Offer furniture flipping services—buy cheap pieces, restore, resell at profit. Teach DIY refinishing workshops. Create signature furniture lines sold at local boutiques or online. Expand to cabinetry, built-ins, or outdoor furniture. Document process on YouTube/Instagram for educational content that drives inquiries.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Furniture Artisan</em> badge after completing 40 custom builds or refinishing projects with 95% client satisfaction. This badge proves your craftsmanship in transforming raw materials and worn pieces into functional art that enhances homes for years to come.</p>",
      "recommendedGear": ["Sander", "Paintbrushes and rollers", "Wood stain and sealers", "Paint stripper", "Sandpaper", "Wood glue", "Clamps", "Drill and screwdrivers", "Safety goggles", "Respirator mask", "Measuring tape", "Drop cloths"],
      "requirements": ["Background check (for in-home work)", "Portfolio demonstration", "Business license (recommended)", "Liability insurance (recommended)", "Wood/finish knowledge", "Chemical safety awareness"],
      "badges": ["Furniture Artisan", "Safety Verified"]
    },
    {
      "key": "home-decor-design-giger",
      "label": "Home Decor & Design Giger",
      "summary": "Curate and style home spaces with custom decor, DIY projects, and design consultations. Help clients transform rooms through affordable, creative solutions without expensive designer fees.",
      "expanded": "<p><strong>How It Works:</strong> Provide home styling services: room consultations, furniture arrangement, color palette selection, DIY decor creation (macrame, wall art, terrariums, centerpieces), seasonal decorating, or budget-friendly makeovers. Visit client homes, assess space and preferences, create mood boards or design plans, and execute transformation. Source decor from thrift stores, craft stores, or create custom pieces. Photograph before/after for portfolio. Ideal for renters, new homeowners, or anyone wanting fresh spaces on a budget.</p><p><strong>Tools & Startup Gear:</strong> Minimal investment: camera or smartphone for documentation, measuring tape, color swatch samples, mood board materials (digital tools like Canva or Pinterest), and basic craft supplies for DIY projects (hot glue gun, scissors, paint, brushes, hanging hardware). Build resource list of affordable decor sources (thrift stores, discount retailers, online marketplaces). Create professional presentation materials: business cards, portfolio binder or website, and client questionnaires.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering client homes. No formal certifications needed, though interior design courses or online certifications add credibility. Develop strong knowledge of design principles: color theory, spatial planning, lighting, and current trends. Business license may be required. Liability insurance recommended in case of damage during installation. Never claim to be licensed interior designer or architect without proper credentials—focus on styling and decorating services.</p><p><strong>Safety & Best Practices:</strong> Always get client approval before making permanent changes (painting, drilling holes). Use proper hanging hardware rated for wall type and item weight. Avoid blocking electrical outlets, vents, or emergency exits. Respect client budgets—never overspend without explicit permission. Document all purchases with receipts. Source safe, non-toxic materials especially for nurseries or homes with pets. Photograph work for portfolio only with client permission. Return unused items promptly for refunds or credit.</p><p><strong>Pricing Model:</strong> Consultation fees: $75–$200 for 2-hour room assessment with design plan. Execution services: $40–$75/hour for shopping, styling, and installation. Package deals: Single room makeover $300–$800, Whole home refresh $1,500–$5,000+. DIY decor creation: $50–$300 per custom piece depending on complexity and materials. Seasonal decorating: $150–$500 per holiday setup/takedown. Virtual consultations: $50–$150 for mood boards and shopping lists (no in-person execution).</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: nursery design, home office optimization, small-space solutions, or sustainable/thrifted decor. Partner with real estate agents for home staging services. Offer monthly subscriptions for seasonal decor changes. Teach DIY decor workshops at community centers or craft stores. Sell custom-made decor pieces at markets or online. Create digital products: room planning templates, color palette guides, or styling e-books. Build social media presence with room transformation videos and budget-friendly tips to attract organic clients.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Design Visionary</em> badge after completing 30 room transformations with 90% client satisfaction and demonstrated ability to work within budget constraints. This badge shows your talent for creating beautiful, functional spaces that reflect client personalities without breaking the bank.</p>",
      "recommendedGear": ["Camera or smartphone", "Measuring tape", "Color swatch samples", "Mood board tools", "Basic craft supplies", "Hot glue gun", "Paint and brushes", "Hanging hardware", "Business cards", "Portfolio materials"],
      "requirements": ["Background check", "Design knowledge", "Business license (location-dependent)", "Liability insurance (recommended)", "Cannot claim licensed designer status without credentials"],
      "badges": ["Design Visionary", "Business Ready"]
    },
    {
      "key": "upcycled-art-reclaimed",
      "label": "Upcycled Art & Reclaimed Creations",
      "summary": "Transform discarded materials into unique art and functional pieces. Champion sustainability while creating one-of-a-kind items from pallets, vintage finds, and salvaged goods.",
      "expanded": "<p><strong>How It Works:</strong> Source discarded or vintage materials (wood pallets, old windows, vintage frames, metal scraps, fabric remnants) and transform them into art, furniture, or decor. Create pieces for direct sale or accept custom commissions based on client preferences. Showcase environmental impact of upcycling (pounds diverted from landfills). Sell at markets, boutiques, or online platforms. Tell the story behind each piece—origin materials and transformation process add value and appeal to eco-conscious buyers.</p><p><strong>Tools & Startup Gear:</strong> Depends on focus—Basic tools: saw, drill, sander, hammer, screwdrivers, paintbrushes, sandpaper, wood glue, screws/nails. Finishing supplies: stains, sealers, paints. Source materials: visit construction sites (with permission), habitat for humanity ReStores, estate sales, curbside finds, or online free sections. Transportation for hauling materials. Safety gear: gloves, goggles, mask. Photography setup for showcasing finished pieces and documenting transformations.</p><p><strong>Certifications & Requirements:</strong> Background check if offering in-home installation services. No certifications required—portfolio demonstrates creativity and skill. Business license and sales tax permit needed when selling goods. Liability insurance recommended. Understand material safety—test for lead paint on vintage items, avoid asbestos-containing materials. Get permission before taking discarded items from private property or construction sites. Respect copyright—don't reproduce branded or licensed designs in your upcycled work.</p><p><strong>Safety & Best Practices:</strong> Inspect all salvaged materials for structural integrity, rot, pests, or hazardous substances before use. Clean and sanitize vintage items thoroughly. Wear protective equipment when sanding old finishes (may contain lead). Work in ventilated areas when using paints, stains, or sealers. Ensure finished pieces are structurally sound and safe for intended use—reinforce as needed. Never sell furniture that could collapse or harm users. Provide care instructions for maintaining upcycled pieces. Document material sources and transformation story for marketing authenticity.</p><p><strong>Pricing Model:</strong> Small decor items (picture frames, shelves, planters): $30–$150. Medium furniture (side tables, benches, wall art): $150–$600. Large statement pieces (tables, cabinets, headboards): $600–$2,500+. Price based on material cost, labor hours ($30–$60/hour), and artistic value/uniqueness. Custom commissions at 20–30% premium over similar ready-made pieces. Offer layaway or payment plans for expensive items. Wholesale pricing (40–50% off retail) for boutique partnerships.</p><p><strong>Upsell & Business Growth:</strong> Teach upcycling workshops—participants pay to learn while you earn and promote your work. Partner with eco-friendly businesses, zero-waste stores, or sustainable brands for cross-promotion. Offer corporate team-building upcycling events. Create limited-edition collections around themes (vintage industrial, coastal reclaimed, farmhouse rustic). Develop branded product lines sold at multiple retailers. Document process videos for YouTube/Instagram to build following and drive sales. Collaborate with interior designers seeking sustainable, unique pieces for clients.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Eco-Creator Champion</em> badge after upcycling 500+ lbs of materials into 50 finished pieces with 90% customer satisfaction. This badge celebrates your commitment to sustainability, creativity, and proving that trash truly can become treasure through vision and craftsmanship.</p>",
      "recommendedGear": ["Saw", "Drill", "Sander", "Hammer", "Screwdrivers", "Paintbrushes", "Sandpaper", "Wood glue", "Screws and nails", "Stains and sealers", "Safety gear (gloves, goggles, mask)", "Transportation for materials", "Photography setup"],
      "requirements": ["Background check (for installation services)", "Portfolio demonstration", "Business license", "Sales tax permit", "Liability insurance (recommended)", "Material safety knowledge", "Lead paint awareness"],
      "badges": ["Eco-Creator Champion", "Safety Verified"]
    }
  ]
}
