{
  "services": [
    {
      "key": "lawncare",
      "label": "Lawn Care",
      "summary": "Flexible options: bring your tools or use the customer's. Offer a small discount when using customer equipment.",
      "expanded": "<p><strong>How it works:</strong> Choose equipment mode per booking. Using customer tools means faster transit and lower overhead—great for new gigers.</p><p><strong>Before you start:</strong> Confirm tool condition, fuel type, and yard boundaries in chat. Take quick photos (pre/post).</p><p><strong>Compliance:</strong> Follow local noise ordinances; wear PPE. Use the Equipment Use Agreement.</p><p><strong>Upsells:</strong> Leaf clean-up, edging, weed control, seasonal care.</p>",
      "recommendedGear": ["Mower/Edger or Customer Tools", "PPE (glasses/ear protection)", "Trash bags", "Fuel can"],
      "requirements": ["Background check", "Local noise/environmental rules"],
      "badges": ["Lawncare Basics", "Safety Verified"]
    },
    {
      "key": "meal-prep",
      "label": "Meal Prep / Personal Chef",
      "summary": "Cook in the client's kitchen or deliver prepped meals. Show food-safety certs and follow local rules.",
      "expanded": "<p><strong>Models:</strong> In-home cooking or off-site prep + delivery. Label allergens and dates; sanitize and avoid cross-contamination.</p><p><strong>Compliance:</strong> Many areas require food-handler certificates; some require licensed kitchens for off-site prep. Check our Local Law & Licensing Map.</p><p><strong>Business tips:</strong> Offer weekly menus, subscriptions, and grocery add-on.</p>",
      "recommendedGear": ["Chef jacket/hat", "Waterproof apron", "Food-safe containers", "Cooler/thermal bags"],
      "requirements": ["Background check", "Food-handler certificate (region-dependent)"],
      "badges": ["Meal Prep Safety Verified", "Chef Giger Certified"]
    },
    {
      "key": "laundry-fold",
      "label": "Laundry & Fold",
      "summary": "Four-bag system: Whites, Colors, Linens, Intimates (mesh wash-in). Pickup → Wash → Dry → Fold → Return.",
      "expanded": "<p><strong>System:</strong> Customer pre-sorts into branded bags. You keep each load separate and return folded in the same bag. Intimates remain in the mesh bag for wash/dry to protect delicate items.</p><p><strong>Pricing:</strong> By bag, by pound, or subscription. Add express and stain-treat upgrades.</p><p><strong>Hygiene:</strong> Sanitize machines, use liners, and communicate allergies.</p>",
      "recommendedGear": ["GigifyPro Laundry Bag Kit (4 bags)", "Gentle detergents", "Vehicle liners"],
      "requirements": ["Background check"],
      "badges": ["Laundry Giger Certified", "Safety Verified"]
    },
    {
      "key": "childcare",
      "label": "Childcare / Emergency Childcare",
      "summary": "Short-term, non-medical childcare. Verified background; follow household rules and emergency contacts.",
      "expanded": "<p><strong>Scope:</strong> Short-term care, activities, meals, and homework support (non-medical). Always follow parental instructions.</p><p><strong>Requirements:</strong> Background check is mandatory; local childcare rules may apply. Consider First Aid/CPR training.</p>",
      "recommendedGear": ["ID badge", "Activity kit (books/games)"],
      "requirements": ["Background check", "Local childcare guidelines"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "handyman",
      "label": "Handyman",
      "summary": "Light home tasks only. Bring your tools or use customer tools with an equipment agreement.",
      "expanded": "<p><strong>Scope:</strong> Minor repairs, installations, assembly. Avoid licensed trades unless you hold the proper license.</p><p><strong>Protection:</strong> Use Equipment Use Agreement when using customer tools. Wear PPE.</p>",
      "recommendedGear": ["Basic toolkit", "PPE", "Stud finder", "Level"],
      "requirements": ["Background check", "Local licensing for regulated tasks"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "massage",
      "label": "Massage",
      "summary": "Licensed & insured only. Upload credentials. Set clear boundaries and hygiene standards.",
      "expanded": "<p><strong>Compliance:</strong> Massage typically requires state licensure and insurance. Upload documents to activate this category.</p><p><strong>Setup:</strong> Clean linens, sanitization, professional conduct.</p>",
      "recommendedGear": ["Portable table", "Clean linens", "Sanitizer"],
      "requirements": ["Background check", "Massage license", "Insurance"],
      "badges": ["Business Ready", "Safety Verified"]
    },
    {
      "key": "personal-trainer",
      "label": "Personal Trainer",
      "summary": "Certifications recommended. Train at client home, outdoors, or gym with permission.",
      "expanded": "<p><strong>Compliance:</strong> Certifications (NASM/ACE/ISSA) recommended; follow gym rules if on premises.</p><p><strong>Offerings:</strong> Programs, nutrition guidance (non-medical), progress tracking.</p>",
      "recommendedGear": ["Bands/dumbbells", "Timer", "Mat"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "personal-shopper",
      "label": "Personal Shopper",
      "summary": "Smart routing & receipts. Offer weekly routes, deal-finding, and special requests.",
      "expanded": "<p><strong>Process:</strong> Confirm list/budget, share receipts, deliver on time. Offer recurring slots.</p>",
      "recommendedGear": ["Insulated bags", "Receipt envelope"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "maid-service",
      "label": "Maid Service",
      "summary": "Bring your kit or use customer supplies for sensitivities. Room-by-room checklist and photos.",
      "expanded": "<p><strong>Process:</strong> Checklist per room, photos (before/after) if approved, eco-friendly options.</p>",
      "recommendedGear": ["Cleaning kit", "Gloves", "Microfiber cloths"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "event-planner",
      "label": "Event Planner",
      "summary": "Plan small events; vendor coordination and timelines. Liability coverage recommended.",
      "expanded": "<p><strong>Scope:</strong> Birthdays, small weddings, community events. Contracts with vendors; clear timelines.</p>",
      "recommendedGear": ["Planner templates", "Vendor list", "Checklists"],
      "requirements": ["Background check"],
      "badges": ["Business Ready"]
    },
    {
      "key": "gift-buyer",
      "label": "Gift Buyer",
      "summary": "Budget-based gifting with taste profiles. Provide options and wrap/deliver.",
      "expanded": "<p><strong>Process:</strong> Collect preferences, propose 3 options per budget tier, handle purchase and wrap.</p>",
      "recommendedGear": ["Wrapping kit", "Card stock"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "transportation",
      "label": "Transportation & Errands",
      "summary": "Non-medical transport & airport runs. Valid license/insurance required.",
      "expanded": "<p><strong>Compliance:</strong> Valid driver license, insurance, and vehicle standards. Clarify wait times and tolls.</p>",
      "recommendedGear": ["Phone mount", "Car safety kit"],
      "requirements": ["Background check", "Driver license + insurance"],
      "badges": ["Business Ready", "Safety Verified"]
    },
    {
      "key": "senior-checkin",
      "label": "Light Senior Care Check-Ins",
      "summary": "Non-medical check-ins: meals, conversation, reminders. Background check required.",
      "expanded": "<p><strong>Scope:</strong> Companionship, light chores, wellness reminders (non-medical). Emergency contacts on file.</p>",
      "recommendedGear": ["ID badge", "Notebook/app for notes"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "dog-walking-sitting",
      "label": "Dog Walking & Sitting",
      "summary": "Trusted pet companions who provide walks, care, and company while owners are away. Build a loyal client base through reliability and genuine love for animals.",
      "expanded": "<p><strong>How It Works:</strong> Offer daily walks (15–60 min), drop-in visits, or overnight sitting. Clients share pet routines, medications, emergency contacts, and vet info. You handle feeding, playtime, potty breaks, and send photo updates. Always use secure leashes and follow local leash laws.</p><p><strong>Tools & Startup Gear:</strong> Start with basics: sturdy leash, waste bags, treat pouch, first-aid kit, and a reflective vest for early/late walks. Consider a pet GPS tracker for anxious owners and cleaning supplies for accidents.</p><p><strong>Certifications & Requirements:</strong> Background check required. Pet CPR/First Aid certification highly recommended and builds trust. Check local regulations—some cities require pet care permits or business licenses. Liability insurance protects you and reassures clients.</p><p><strong>Safety & Best Practices:</strong> Meet pets before booking to assess temperament. Confirm vaccination records. Never mix unfamiliar dogs. Keep emergency contacts handy. Document any incidents immediately. Respect home privacy—don't post client addresses or interior photos on social media.</p><p><strong>Pricing Model:</strong> Charge per walk ($15–$30 for 30 min, $25–$50 for 60 min) or flat rate for sitting ($40–$80/day). Offer weekly packages or monthly subscriptions at 10–15% discount. Add premium rates for holidays, multiple pets, or special needs animals.</p><p><strong>Upsell & Business Growth:</strong> Expand to pet taxi services, medication administration, or grooming partnerships. Build a team of trusted walkers to serve more clients. Create a referral program—offer one free walk for every new client referred. Promote seasonal services like holiday sitting or puppy socialization walks.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Certified Pet Giger</em> badge after completing Pet CPR training and 25 verified walks. This badge shows clients you're serious about animal safety and professional pet care.</p>",
      "recommendedGear": ["Sturdy leash", "Dog waste bags", "Reflective vest", "Pet-safe wipes", "Treat pouch", "First-aid kit", "Pet GPS tracker"],
      "requirements": ["Background check", "Pet CPR/First Aid certification (recommended)", "Local pet care permits", "Liability insurance (recommended)"],
      "badges": ["Certified Pet Giger", "Safety Verified"]
    },
    {
      "key": "dog-yard-cleanup",
      "label": "Dog Yard Cleanup (Pooper Scooper)",
      "summary": "Weekly yard maintenance keeping outdoor spaces clean and safe for pets and families. Low startup cost with recurring revenue potential.",
      "expanded": "<p><strong>How It Works:</strong> Visit client yards weekly (or bi-weekly) to remove pet waste, sanitize high-traffic areas, and check for hazards like broken glass or toxic plants. Bag waste securely and dispose according to local regulations. Offer one-time deep cleans or regular subscriptions.</p><p><strong>Tools & Startup Gear:</strong> Minimal investment: waste scoop/rake, heavy-duty bags, sanitizing spray, gloves, and a sealed waste container for transport. A folding wagon helps carry supplies across large properties. All tools fit in a car trunk—no truck needed.</p><p><strong>Certifications & Requirements:</strong> Background check required. No special licenses in most areas, but confirm local waste disposal rules. Some municipalities prohibit pet waste in regular trash—you may need commercial waste hauling. Check homeowners' association rules for gated communities.</p><p><strong>Safety & Best Practices:</strong> Always wear gloves. Avoid startling pets—introduce yourself calmly if animals are present. Inspect yards for new hazards (sharp objects, holes, toxic mushrooms) and notify homeowners. Never enter homes unless explicitly authorized. Respect privacy—secure gates after service.</p><p><strong>Pricing Model:</strong> Charge per visit: $15–$25 for small yards, $25–$40 for large properties, $10–$15 extra per additional dog. Offer weekly or bi-weekly subscriptions with auto-billing. Add one-time deep clean service at $50–$100 for neglected yards. Bundle with dog walking for premium packages.</p><p><strong>Upsell & Business Growth:</strong> Expand to commercial properties (dog parks, daycare facilities, apartment complexes). Partner with landscapers or property managers for referrals. Offer seasonal add-ons like lawn aeration or pet-safe fertilizer application. Build routes by neighborhood to maximize efficiency—service 5–10 homes in one area per day.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Yard Care Pro</em> badge after completing 50 yard cleanups with zero complaints. This badge demonstrates reliability and professionalism in a service many find unpleasant but essential.</p>",
      "recommendedGear": ["Waste scoop/rake", "Heavy-duty waste bags", "Sanitizing spray", "Durable gloves", "Sealed waste container", "Folding wagon", "Hand sanitizer"],
      "requirements": ["Background check", "Local waste disposal regulations compliance", "HOA/property access permissions"],
      "badges": ["Yard Care Pro", "Safety Verified"]
    },
    {
      "key": "pet-hair-cleanup",
      "label": "Pet Hair Cleanup",
      "summary": "Specialized deep cleaning targeting pet hair, dander, and odors from furniture, vehicles, and homes. Perfect for allergy sufferers and shedding season emergencies.",
      "expanded": "<p><strong>How It Works:</strong> Provide targeted cleaning for pet owners struggling with excessive shedding. Remove hair from furniture, carpets, car interiors, and hard-to-reach areas. Use specialized tools to lift embedded hair and reduce allergens. Offer one-time seasonal services or monthly maintenance packages.</p><p><strong>Tools & Startup Gear:</strong> Invest in quality tools: rubber pet hair brooms, lint rollers, pet-specific vacuum attachments, microfiber cloths, and upholstery brushes. A portable handheld vacuum for cars is essential. Pet-safe odor neutralizers and enzyme cleaners handle lingering smells. All equipment should be pet-friendly—no harsh chemicals.</p><p><strong>Certifications & Requirements:</strong> Background check required. No certifications needed, but knowledge of pet-safe cleaning products is crucial. Never use toxic chemicals around animals. Understand fabric types to avoid damage. Consider allergy awareness training to better serve sensitive clients.</p><p><strong>Safety & Best Practices:</strong> Confirm pets are secured before starting (crated, in another room, or with owner). Test cleaning products on hidden fabric areas first. Remove pets from rooms being treated with sprays—even pet-safe products need ventilation time. Document before/after with photos. Communicate allergies or sensitivities with clients upfront.</p><p><strong>Pricing Model:</strong> Charge by scope: $50–$100 for full room treatment, $75–$150 for whole home, $40–$80 for vehicle interiors. Add $20–$30 per additional room. Offer seasonal packages during heavy shedding periods (spring/fall) at premium rates. Monthly subscriptions at 15% discount for year-round clients.</p><p><strong>Upsell & Business Growth:</strong> Bundle with regular house cleaning or carpet shampooing services. Partner with groomers—clients who just groomed their pets often want home cleanup too. Offer air purifier filter changes or dryer vent cleaning (pet hair clogs vents). Create corporate packages for pet-friendly offices. Market to realtors preparing pet-owner homes for sale.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Pet Hair Specialist</em> badge after completing 30 cleanup jobs with 5-star reviews. This badge proves your expertise in a niche service that truly improves quality of life for pet owners and allergy sufferers.</p>",
      "recommendedGear": ["Rubber pet hair broom", "Pet vacuum attachments", "Lint rollers", "Microfiber cloths", "Upholstery brush", "Portable handheld vacuum", "Pet-safe odor neutralizer", "Enzyme cleaner"],
      "requirements": ["Background check", "Knowledge of pet-safe cleaning products", "Fabric care awareness"],
      "badges": ["Pet Hair Specialist", "Safety Verified"]
    },
    {
      "key": "pet-taxi-dropin",
      "label": "Pet Taxi & Drop-In",
      "summary": "Safe, reliable transportation for pets to vet appointments, grooming, daycare, or emergencies. Combined with quick wellness check-ins for busy pet parents.",
      "expanded": "<p><strong>How It Works:</strong> Transport pets safely to appointments, grooming, or boarding facilities. Provide drop-in visits for feeding, medication, or potty breaks when owners can't make it home. Always use secure carriers or pet seatbelts. Communicate arrival/pickup times and send photo updates. For drop-ins, follow exact care instructions and document visit details.</p><p><strong>Tools & Startup Gear:</strong> Essential: vehicle seat covers, pet safety restraints/carriers, cleaning supplies for accidents, paper towels, and air freshener. Bring extra leashes and collars in case owner forgets. Keep first-aid kit and emergency vet contacts. Consider crate sizes for different breeds if offering full taxi service.</p><p><strong>Certifications & Requirements:</strong> Background check mandatory. Valid driver license, clean driving record, and current auto insurance required. Some states require commercial vehicle insurance for paid pet transport. Pet CPR/First Aid certification recommended. Never transport aggressive or unvaccinated animals without explicit client acknowledgment.</p><p><strong>Safety & Best Practices:</strong> Confirm pet is secured before driving—never allow loose animals in vehicles. Keep windows cracked for ventilation but not wide enough for escape. Never leave pets in hot cars—even for minutes. For drop-ins, lock doors, set alarms, and respect home security. Document any behavioral changes or health concerns immediately and notify owners.</p><p><strong>Pricing Model:</strong> Charge per trip: $20–$40 for local transport (under 10 miles), $3–$5 per additional mile. Emergency or after-hours trips at 1.5x rate. Drop-in visits: $15–$25 per visit (15–30 min). Offer weekly packages for recurring daycare transport or daily medication visits at discounted rates. Add wait-time fees ($10–$15) for grooming pickups.</p><p><strong>Upsell & Business Growth:</strong> Partner with vets, groomers, and boarding facilities for referral networks. Offer subscription packages for senior pet owners needing regular vet visits. Expand to pet supply pickup/delivery or prescription runs. Create corporate partnerships with pet-friendly workplaces for employee pet services. Market to realtors helping clients relocate with pets.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Trusted Pet Transporter</em> badge after completing 40 safe trips with perfect safety record. This badge assures clients their beloved companions are in caring, responsible hands during vulnerable moments like vet visits or emergencies.</p>",
      "recommendedGear": ["Vehicle seat covers", "Pet safety restraints/carriers", "Cleaning supplies", "Paper towels", "Air freshener", "Extra leashes/collars", "First-aid kit", "Emergency contact list"],
      "requirements": ["Background check", "Valid driver license", "Clean driving record", "Auto insurance (commercial if required)", "Pet CPR/First Aid certification (recommended)"],
      "badges": ["Trusted Pet Transporter", "Safety Verified"]
    },
    {
      "key": "donation-dropoff-concierge",
      "label": "Donation Drop-Off Concierge",
      "summary": "We pick up donations from your home and deliver them to local charities—receipt and photo proof included. Perfect for busy professionals and decluttering projects.",
      "expanded": "<p><strong>How It Works:</strong> Schedule pickup times with clients, collect unwanted items (clothes, furniture, household goods), and deliver to designated charities or thrift stores. Obtain donation receipts for tax purposes and send proof-of-delivery photos to clients. Sort items by category (textiles, electronics, furniture) and confirm charity acceptance policies beforehand.</p><p><strong>Tools & Startup Gear:</strong> Basic needs: dolly or hand truck, cargo vehicle (SUV, van, or pickup), tie-down straps, moving blankets, and heavy-duty trash bags. Vehicle cargo liners protect against dirt. Keep a list of local charities with their acceptance hours and item restrictions. A smartphone for photos and receipt scanning is essential.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering homes. Valid driver license and auto insurance mandatory. Familiarize yourself with local donation center policies—some only accept items during specific hours or refuse certain categories (mattresses, old electronics). No special permits needed in most areas.</p><p><strong>Safety & Best Practices:</strong> Assess item weight before accepting jobs—never lift beyond your capacity or without proper technique. Use dollies for heavy items. Inspect furniture for bed bugs or pest infestations before transport. Confirm donation centers will accept items before pickup to avoid client disappointment. Never dispose of items in dumpsters—only authorized donation sites.</p><p><strong>Pricing Model:</strong> Charge by load size: $40–$75 for carload, $75–$150 for full vehicle load, $150–$300 for large furniture hauls. Add $20–$30 for stairs or difficult access. Offer flat-rate estate cleanout packages at $300–$800. Bundle with junk removal or moving services. Price premium for same-day service.</p><p><strong>Upsell & Business Growth:</strong> Partner with real estate agents for estate sales and home staging. Offer seasonal decluttering packages (spring cleaning, holiday prep). Create subscription services for hoarder support or elderly downsizing assistance. Cross-sell with moving services, junk removal, or organization consulting. Build relationships with multiple charities to maximize acceptance rates.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Community Impact Giger</em> badge after facilitating 100 donation drop-offs totaling 5,000+ lbs of goods donated. This badge shows your commitment to reducing waste and supporting local charities while helping clients simplify their lives.</p>",
      "recommendedGear": ["Dolly or hand truck", "Vehicle cargo liners", "Tie-down straps", "Moving blankets", "Heavy-duty trash bags", "Charity directory list", "Receipt scanner app"],
      "requirements": ["Background check", "Valid driver license", "Auto insurance", "Local donation center acceptance guidelines"],
      "badges": ["Community Impact Giger", "Safety Verified"]
    },
    {
      "key": "driveway-snow-shoveling",
      "label": "Driveway Snow Shoveling",
      "summary": "Fast, reliable snow removal for driveways, walkways, and steps. Early-bird service gets clients to work on time during winter storms.",
      "expanded": "<p><strong>How It Works:</strong> Offer pre-dawn shoveling (5-7 AM) so clients wake to clear driveways. Remove snow from driveways, walkways, stairs, and around mailboxes. Apply ice melt or sand for traction. Offer one-time emergency service or seasonal contracts with guaranteed response times. Communicate via text when job is complete.</p><p><strong>Tools & Startup Gear:</strong> Essential: heavy-duty snow shovel, ice scraper, ice melt or sand, work gloves, and waterproof boots. Consider ergonomic shovels to prevent back strain. Snow blower optional for large properties (increases capacity but adds cost). Headlamp for pre-dawn work. Keep spare gloves and hand warmers in vehicle.</p><p><strong>Certifications & Requirements:</strong> Background check required for residential property access. No special licenses needed. Check HOA or municipal snow removal ordinances—some areas prohibit pushing snow into streets. Liability insurance highly recommended in case of slip-and-fall incidents. Weather app subscription for storm tracking and scheduling.</p><p><strong>Safety & Best Practices:</strong> Dress in layers with waterproof outer shell. Never overexert in extreme cold—frostbite and heart attack risks increase. Use proper lifting technique to avoid back injuries. Apply ice melt sparingly near plants and pet areas (salt damages vegetation and paw pads). Mark hidden obstacles like hoses or decorative rocks before snowfall. Never guarantee ice-free surfaces—warn clients of black ice risks.</p><p><strong>Pricing Model:</strong> Charge per service: $30–$60 for standard driveways, $50–$100 for large driveways or multiple areas, $20–$40 per additional walkway/stairs. Offer seasonal contracts at $200–$500 with guaranteed service after 2+ inches of snow. Premium rates for pre-6 AM service or emergency same-day requests. Add $15–$25 for ice melt application.</p><p><strong>Upsell & Business Growth:</strong> Offer roof snow removal (with proper safety equipment and insurance). Bundle with gutter cleaning or firewood stacking. Create neighborhood routes to service multiple homes efficiently. Partner with property managers for commercial lots. Offer summer services (lawn care, pressure washing) to same clients for year-round revenue.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Winter Warrior</em> badge after completing 50 snow removal jobs in a single season. This badge demonstrates reliability in harsh conditions and commitment to helping communities stay safe and mobile during winter weather.</p>",
      "recommendedGear": ["Heavy-duty snow shovel", "Ergonomic shovel", "Ice melt or sand", "Work gloves", "Waterproof boots", "Headlamp", "Hand warmers", "Weather app"],
      "requirements": ["Background check", "HOA/municipal snow removal ordinance compliance", "Liability insurance (recommended)"],
      "badges": ["Winter Warrior", "Safety Verified"]
    },
    {
      "key": "errand-cluster-runs",
      "label": "Errand Cluster Runs",
      "summary": "Smart multi-stop errand service completing 3–7 tasks in one efficient trip. Save clients hours by bundling dry cleaning, pharmacy, post office, and more.",
      "expanded": "<p><strong>How It Works:</strong> Collect client's to-do list (dry cleaning pickup, post office, pharmacy, returns, etc.) and create optimized routes hitting 3–7 stops in one trip. Provide itemized receipts, photos of completed tasks, and return items within agreed timeframe. Communicate delays or issues immediately. Perfect for busy professionals, new parents, or mobility-limited seniors.</p><p><strong>Tools & Startup Gear:</strong> Minimal equipment: reliable vehicle, smartphone with GPS and task-management app, insulated bags for temperature-sensitive items, reusable shopping bags, receipt organizer, and mileage tracker. Consider a dash cam for proof of service and vehicle protection. Portable phone charger essential for long days.</p><p><strong>Certifications & Requirements:</strong> Background check mandatory for handling client funds and errands. Valid driver license and auto insurance required. Keep detailed records of client funds spent—use digital payment apps or provide itemized receipts. Some errands (prescription pickup) may require additional ID verification. Familiarize yourself with return policies at major retailers.</p><p><strong>Safety & Best Practices:</strong> Never mix client items—use labeled bags or bins per client. Keep receipts organized and photograph them immediately. Handle client credit cards with extreme care—ideally use digital payment methods or prepaid cards. Confirm special instructions before completing tasks (specific brands, sizes, preferences). Lock vehicle when making stops—never leave client items visible.</p><p><strong>Pricing Model:</strong> Charge base rate + per-stop fee: $25–$40 base + $8–$15 per additional stop. Offer bundled packages: 5 errands for $75, 10 for $140. Add mileage fees for stops over 15 miles from base. Premium pricing for same-day service or rush requests. Subscription models: weekly errand packages at 15% discount for committed clients.</p><p><strong>Upsell & Business Growth:</strong> Specialize in senior services (medical appointment transport + pharmacy pickup). Partner with concierge services, corporate offices, or vacation rental managers. Offer virtual assistant add-ons (scheduling appointments, making calls). Bundle with grocery shopping, pet supply runs, or home organization. Create corporate packages for employee assistance programs.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Efficiency Expert</em> badge after completing 100 multi-stop errand runs with 98% on-time performance. This badge proves your organizational skills and reliability in managing complex task lists under time pressure.</p>",
      "recommendedGear": ["Reliable vehicle", "GPS/task app", "Insulated bags", "Reusable shopping bags", "Receipt organizer", "Mileage tracker", "Dash cam", "Portable charger"],
      "requirements": ["Background check", "Valid driver license", "Auto insurance", "Detailed record-keeping system"],
      "badges": ["Efficiency Expert", "Safety Verified"]
    },
    {
      "key": "errand-scheduler-virtual",
      "label": "Errand Scheduler (Virtual Coordinator)",
      "summary": "Virtual concierge service coordinating errands, appointments, and logistics without leaving your desk. Perfect for clients needing organization, not execution.",
      "expanded": "<p><strong>How It Works:</strong> Work remotely to schedule appointments, coordinate service providers, compare prices, make reservations, and manage client calendars. Research options, negotiate quotes, and handle phone calls or online bookings. Provide weekly summaries of completed tasks. Unlike hands-on errands, this is pure coordination—no driving required.</p><p><strong>Tools & Startup Gear:</strong> Zero physical equipment needed: laptop or computer, reliable internet, phone service, calendar software (Google Calendar, Calendly), task management tools (Asana, Trello), and spreadsheet skills. Consider VoIP service for professional phone presence. Cloud storage for client files. Time-tracking software for billing accuracy.</p><p><strong>Certifications & Requirements:</strong> Background check required for accessing client information and making financial arrangements. No licenses needed. Strong organizational skills essential. Excellent written and verbal communication mandatory. Basic knowledge of budgeting and comparison shopping. Familiarity with local service providers helpful but not required.</p><p><strong>Safety & Best Practices:</strong> Maintain strict confidentiality—never share client schedules or personal information. Use secure password managers for client accounts. Confirm all bookings via email/text with confirmation numbers. Set clear boundaries around response times (e.g., 9 AM–6 PM weekdays). Document all decisions and expenditures. Never make purchases without explicit client approval and budget limits.</p><p><strong>Pricing Model:</strong> Charge hourly: $20–$40/hour for general coordination, $35–$60/hour for complex project management. Offer retainer packages: 10 hours/month for $180–$350. Flat-rate project fees for specific tasks (event planning, move coordination) at $100–$500. Premium rates for urgent same-day requests or after-hours service.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: wedding coordination, corporate event planning, senior care management, or vacation planning. Offer travel research and booking services. Partner with errand runners for full-service packages (you coordinate, they execute). Create subscription tiers: basic (scheduling only), premium (research + scheduling), platinum (full concierge). Scale by hiring virtual assistants as client base grows.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Master Coordinator</em> badge after managing 200 hours of client coordination with 95% client satisfaction scores. This badge demonstrates your ability to juggle complex schedules and deliver seamless organization from anywhere.</p>",
      "recommendedGear": ["Laptop/computer", "Reliable internet", "Phone service", "Calendar software", "Task management tools", "Cloud storage", "Time-tracking software", "Password manager"],
      "requirements": ["Background check", "Strong organizational skills", "Excellent communication", "Basic budgeting knowledge"],
      "badges": ["Master Coordinator", "Business Ready"]
    },
    {
      "key": "grocery-line-waiter",
      "label": "Grocery Line Waiter / Queue Holder",
      "summary": "Hold spots in long checkout lines, product release queues, or appointment waitlists. Your time saves theirs during peak shopping or limited-availability events.",
      "expanded": "<p><strong>How It Works:</strong> Client requests line-holding for specific events: Black Friday sales, new product drops, popular restaurant openings, or crowded grocery stores during holidays. You arrive early, hold the spot, and transfer it to client when they arrive. Communicate your position in line via text/photo updates. Payment upon successful handoff.</p><p><strong>Tools & Startup Gear:</strong> Minimal needs: comfortable shoes, weather-appropriate clothing, portable phone charger, folding stool or chair, snacks, water bottle, and reading material or entertainment. Sunscreen and hat for outdoor queues. Blanket for cold weather. Sign or placeholder to mark your spot if brief bathroom breaks needed (where permitted).</p><p><strong>Certifications & Requirements:</strong> Background check for client trust. No licenses required. Understand local queuing rules—some venues prohibit line-holding or commercial spot-saving. Be prepared to show proof of service (timestamp photos). Physical stamina to stand for extended periods (1–8 hours). Patience and professional demeanor when dealing with other shoppers.</p><p><strong>Safety & Best Practices:</strong> Confirm exact location, event, and handoff time before accepting jobs. Never abandon your spot without client permission. Be respectful of other queue participants—avoid confrontations. Stay hydrated and take breaks only if queue rules permit. Document your arrival time and line position with photos. Communicate any line movement or policy changes immediately to client.</p><p><strong>Pricing Model:</strong> Charge by time + event premium: $15–$25/hour for regular queues, $30–$50/hour for high-demand events (Black Friday, concert tickets, limited releases). Minimum 2-hour booking. Add flat fees for overnight camping ($100–$200). Surge pricing for last-minute requests or extreme weather. Success bonuses for securing limited items.</p><p><strong>Upsell & Business Growth:</strong> Specialize in specific niches: tech product launches, sneaker drops, restaurant reservations, or government office appointments. Partner with resellers who need line-holders for inventory acquisition. Offer team line-holding for multiple spots. Create corporate packages for employee benefits (DMV appointments, popular lunch spots). Scale by building a team of reliable line-holders for simultaneous events.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Queue Champion</em> badge after successfully holding 50 line positions with 100% successful client handoffs. This badge shows reliability, patience, and professionalism in one of the gig economy's most unique services.</p>",
      "recommendedGear": ["Comfortable shoes", "Weather-appropriate clothing", "Portable charger", "Folding stool/chair", "Snacks", "Water bottle", "Reading material", "Sunscreen/hat"],
      "requirements": ["Background check", "Physical stamina", "Knowledge of local queuing rules", "Professional demeanor"],
      "badges": ["Queue Champion", "Safety Verified"]
    },
    {
      "key": "neighborhood-errand-runner",
      "label": "Neighborhood Errand Runner",
      "summary": "Hyper-local errand service within walking/biking distance. Build loyal neighborhood clientele through familiarity, trust, and quick turnaround times.",
      "expanded": "<p><strong>How It Works:</strong> Focus on 1–2 mile radius from your home for walking/biking errands: mail letters, pick up prescriptions, return library books, fetch coffee, drop off keys, etc. Offer same-day or next-day service. Build relationships with local businesses for faster service. Ideal for car-free gigers or supplemental income without vehicle costs.</p><p><strong>Tools & Startup Gear:</strong> Minimal cost: bicycle or reliable walking shoes, backpack or cargo bike basket, phone with GPS, insulated food bag, reusable shopping bags, rain gear, and reflective vest for visibility. Bike lock essential if cycling. Consider electric bike or cargo bike for heavier loads or longer distances. Smartphone for communication and payment processing.</p><p><strong>Certifications & Requirements:</strong> Background check for neighborhood trust. No driver license needed (walking/biking model). Local business familiarity helpful. Basic knowledge of neighborhood shortcuts and safe routes. Follow pedestrian and cycling laws. Some areas require business license for commercial activity—check local regulations. Liability insurance recommended.</p><p><strong>Safety & Best Practices:</strong> Wear visible clothing (bright colors, reflective gear). Lock bike securely at every stop. Keep valuables (client items, phone, wallet) in secure compartments. Use bike lights in low visibility. Avoid shortcuts through unsafe areas. Confirm package/item handoff with photos or signatures. Never accept cash payments in isolated areas—use digital payment only.</p><p><strong>Pricing Model:</strong> Charge per errand: $8–$15 for quick tasks (mail drop, library return), $15–$25 for pickups requiring payment (pharmacy, coffee shop). Offer neighborhood packages: 5 errands for $50, 10 for $90. Monthly subscriptions for seniors or homebound residents at $100–$200/month (2–4 errands weekly). Premium for same-day or timed delivery.</p><p><strong>Upsell & Business Growth:</strong> Expand to pet walking in same neighborhood. Offer grocery shopping for elderly neighbors. Partner with local businesses as their designated runner. Create community bulletin board for multiple clients. Organize neighborhood co-op where residents pool errand needs. Bundle with plant watering, mail collection, or trash bin services. Hire additional runners to cover more neighborhoods.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Neighborhood Hero</em> badge after completing 150 local errands with 20+ repeat clients. This badge proves you're a trusted, familiar face in your community who neighbors rely on for quick, dependable help.</p>",
      "recommendedGear": ["Bicycle or walking shoes", "Backpack or cargo basket", "Phone with GPS", "Insulated bag", "Reusable bags", "Rain gear", "Reflective vest", "Bike lock"],
      "requirements": ["Background check", "Local business familiarity", "Knowledge of safe routes", "Business license (if required locally)"],
      "badges": ["Neighborhood Hero", "Safety Verified"]
    },
    {
      "key": "mobile-oil-change",
      "label": "Mobile Oil Change & Basic Car Maintenance",
      "summary": "Bring basic auto care to client driveways: oil changes, filter swaps, fluid top-offs, and tire pressure checks. No advanced mechanics—just essential maintenance.",
      "expanded": "<p><strong>How It Works:</strong> Travel to client locations with portable equipment to perform basic, non-licensed maintenance: oil and filter changes, air filter replacement, wiper blade swaps, fluid top-offs (windshield, coolant, brake), and tire pressure checks. Confirm vehicle make/model beforehand to bring correct parts. Dispose of used oil at approved facilities. Keep service records for clients.</p><p><strong>Tools & Startup Gear:</strong> Essential: oil drain pan, funnel, ratchet set, oil filter wrench, jack and jack stands, wheel chocks, work gloves, shop towels, and portable LED work light. Stock common oil types, filters (verify fitment), and fluids. Environmental supplies: absorbent pads, spill kit, sealed used-oil containers. Vehicle with secure storage for tools and fluids.</p><p><strong>Certifications & Requirements:</strong> Background check required. Valid driver license and auto insurance mandatory. ASE certification (Automotive Service Excellence) recommended but not required for basic tasks. NEVER perform advanced work (engine diagnostics, transmission, electrical) without proper licensing and shop insurance. Confirm local EPA and state regulations for used oil disposal—most require approved recycling facilities. Some municipalities prohibit driveway oil changes—verify local codes. Commercial liability insurance essential.</p><p><strong>Safety & Best Practices:</strong> Always work on level ground with parking brake engaged and wheel chocks placed. Never work under vehicle supported only by jack—use jack stands. Wear safety glasses when working underneath vehicles. Dispose of used oil immediately in sealed containers—never dump down drains or in trash. Use spill kits for any leaks. Avoid working in prohibited areas (HOAs, apartments, public streets). Verify you have permission to work on private property. Document oil type and mileage for client records.</p><p><strong>Pricing Model:</strong> Charge labor + materials: $60–$100 for standard oil change (including oil/filter), $40–$70 labor-only if client provides parts. Additional services: $15–$25 for air filter, $20–$30 for wiper blades, $10–$20 for tire pressure check and rotation. Offer maintenance packages: 3 oil changes for $250, 5 for $400. Fleet discounts for multiple vehicles or commercial clients.</p><p><strong>Upsell & Business Growth:</strong> Partner with fleet managers (delivery services, rideshare drivers). Offer reminder services for scheduled maintenance intervals. Bundle with car washing or detailing. Create subscription models for busy professionals (quarterly maintenance packages). Expand to battery testing/replacement (no advanced electrical work). Cross-sell tire rotation, wiper fluid refills, or cabin air filter changes. Never exceed your skill level—refer advanced work to licensed mechanics.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Mobile Mechanic</em> badge after completing 75 oil changes with zero environmental violations and 95% customer satisfaction. This badge demonstrates your commitment to proper automotive care and environmental responsibility.</p>",
      "recommendedGear": ["Oil drain pan", "Funnel", "Ratchet set", "Oil filter wrench", "Jack and jack stands", "Wheel chocks", "Work gloves", "Shop towels", "LED work light", "Spill kit", "Used-oil containers"],
      "requirements": ["Background check", "Valid driver license", "Auto insurance", "EPA oil disposal compliance", "Local zoning compliance", "Commercial liability insurance", "ASE certification (recommended)"],
      "badges": ["Mobile Mechanic", "Safety Verified"]
    },
    {
      "key": "prescription-pickup-buddy",
      "label": "Prescription Pickup Buddy",
      "summary": "Trusted medication courier ensuring clients never miss doses. Background-verified service with strict privacy protocols and pharmacy verification procedures.",
      "expanded": "<p><strong>How It Works:</strong> Coordinate with clients to pick up prescriptions from pharmacies and deliver to their homes. Verify ID at pharmacy, confirm patient name matches authorization, and obtain signature upon delivery. Some pharmacies require client phone authorization—assist with call if needed. Never open medication packages. Provide photo confirmation of delivery. Ideal for homebound seniors, post-surgery patients, or busy professionals.</p><p><strong>Tools & Startup Gear:</strong> Minimal equipment: insulated delivery bag (protects temperature-sensitive meds), phone for pharmacy communication, clipboard for signatures/authorization forms, hand sanitizer, and reliable vehicle. Consider HIPAA-compliant communication app for medical privacy. Sealed delivery bags for privacy protection. Mileage tracker for business records.</p><p><strong>Certifications & Requirements:</strong> Background check absolutely mandatory—pharmacies verify identity for controlled substances. Valid driver license and auto insurance required. Some states require written client authorization forms for medication pickup. Never pick up controlled substances (opioids, stimulants) without explicit pharmacy approval—many pharmacies prohibit third-party pickup for Schedule II drugs. Familiarize yourself with HIPAA privacy rules—never discuss client medications publicly or share information.</p><p><strong>Safety & Best Practices:</strong> Always bring valid photo ID to pharmacy—your ID, not client's. Confirm patient name, birthdate, and prescription details with pharmacist. Never accept unsealed or opened medications. Use insulated bags to protect temperature-sensitive medications. Deliver promptly—some medications require refrigeration. Obtain delivery confirmation signatures. Lock vehicle during stops—medications are targets for theft. Report any discrepancies or suspicious prescription requests immediately.</p><p><strong>Pricing Model:</strong> Charge per pickup: $15–$25 for local pharmacy runs (under 5 miles), $25–$40 for distant pharmacies or multiple locations. Add $10–$15 for same-day or rush delivery. Offer monthly subscriptions for regular medication schedules: $60–$120/month for 4–8 pickups. Premium pricing for after-hours or weekend service. No upcharges for seniors or disability assistance—consider sliding scale for fixed-income clients.</p><p><strong>Upsell & Business Growth:</strong> Bundle with grocery delivery for homebound clients. Partner with pharmacies for referral programs—some pay referral fees for loyal delivery partners. Offer medical appointment transportation. Coordinate with home health agencies for senior care packages. Provide medication reminder calls (non-medical). Expand to medical supply delivery (walkers, wheelchairs). Create corporate wellness partnerships for employee prescription delivery.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Trusted Health Courier</em> badge after completing 100 prescription deliveries with zero privacy violations and perfect delivery accuracy. This badge assures clients you understand the sensitive nature of medical care and can be trusted with their health needs.</p>",
      "recommendedGear": ["Insulated delivery bag", "Phone", "Clipboard", "Authorization forms", "Hand sanitizer", "Sealed delivery bags", "Valid photo ID", "Mileage tracker"],
      "requirements": ["Background check (mandatory)", "Valid driver license", "Auto insurance", "HIPAA privacy compliance", "Written client authorization (state-dependent)", "Pharmacy verification protocols"],
      "badges": ["Trusted Health Courier", "Safety Verified"]
    },
    {
      "key": "ride-along-companion",
      "label": "Ride Along Companion",
      "summary": "Non-medical companionship for seniors or those needing support during appointments, shopping, or social outings. You drive, assist, and provide reassurance.",
      "expanded": "<p><strong>How It Works:</strong> Provide transportation plus companionship for clients who need assistance beyond just driving: seniors attending medical appointments, individuals with mobility challenges shopping, or isolated adults seeking social interaction. Assist with walking, door opening, package carrying, and appointment check-in. Stay with client throughout appointment or outing. Strictly non-medical—no medication administration or clinical care.</p><p><strong>Tools & Startup Gear:</strong> Basic needs: reliable, clean vehicle with easy entry/exit, phone for communication, first-aid kit, hand sanitizer, water bottles, and emergency contact list. Consider vehicle seat cushions or grabbing handles for mobility assistance. Keep umbrella and folding walker in trunk (with client permission). Portable phone charger. Comfortable, professional attire.</p><p><strong>Certifications & Requirements:</strong> Background check mandatory for vulnerable population service. Valid driver license with clean driving record essential. Current auto insurance with adequate liability coverage. CPR/First Aid certification highly recommended. Some states require caregiver or companion certifications for paid services—verify local requirements. Never provide medical care, medication administration, or clinical advice—refer to licensed professionals.</p><p><strong>Safety & Best Practices:</strong> Confirm mobility limitations and special needs before appointment. Offer arm for stability when walking but never force physical assistance. Respect client privacy during medical appointments—step out if requested. Keep emergency contacts readily available. Document appointment times and any concerning observations (falls, confusion) to share with family. Never leave client unattended in unsafe situations. Maintain professional boundaries—you're a companion, not family or medical provider.</p><p><strong>Pricing Model:</strong> Charge hourly rate + mileage: $25–$40/hour (2-hour minimum) plus $0.50–$1.00 per mile. Medical appointments typically 2–4 hours total (travel + wait time). Shopping trips 1–3 hours. Flat-rate packages: doctor visit with wait time $80–$150, grocery shopping $50–$90. Weekly subscription for regular appointments at 15% discount. Wait-time policies: full rate while actively accompanying, half-rate if waiting in vehicle during long procedures (with client agreement).</p><p><strong>Upsell & Business Growth:</strong> Bundle with prescription pickup, grocery shopping, or light housekeeping. Partner with senior living facilities, adult daycare centers, or geriatric care managers. Offer social outing packages (museum visits, lunch dates, religious services). Create family relief services for caregivers needing respite. Provide transportation to physical therapy with exercise support. Expand to virtual check-in services (daily wellness calls). Consider becoming certified companion caregiver for expanded scope.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Compassionate Companion</em> badge after providing 100 hours of ride-along companionship with 98% family satisfaction ratings. This badge demonstrates your empathy, patience, and reliability in supporting vulnerable community members.</p>",
      "recommendedGear": ["Reliable vehicle", "Phone", "First-aid kit", "Hand sanitizer", "Water bottles", "Emergency contact list", "Umbrella", "Portable charger", "Professional attire"],
      "requirements": ["Background check (mandatory)", "Valid driver license", "Clean driving record", "Auto insurance", "CPR/First Aid (recommended)", "Caregiver certification (state-dependent)"],
      "badges": ["Compassionate Companion", "Safety Verified"]
    },
    {
      "key": "transportation-errands-general",
      "label": "Transportation & Errands",
      "summary": "Full-service transportation for non-medical needs: airport runs, errands, shopping trips, and event shuttles. Licensed, insured, and reliable.",
      "expanded": "<p><strong>How It Works:</strong> Provide point-to-point transportation for clients needing rides to airports, train stations, shopping centers, social events, or business meetings. Unlike rideshare, you schedule in advance and offer personalized service. Handle luggage, groceries, or packages. Communicate delays proactively. Wait for return trips if prearranged. Offer recurring schedules for regular clients.</p><p><strong>Tools & Startup Gear:</strong> Essential: clean, well-maintained vehicle (sedan, SUV, or van depending on niche), GPS navigation, phone mount, car charger, first-aid kit, and emergency roadside kit. Consider vehicle amenities: bottled water, phone chargers, mints. Professional signage or branding optional. Dash cam for security. Mileage and trip tracking apps for business records and tax purposes.</p><p><strong>Certifications & Requirements:</strong> Background check required for client safety. Valid driver license with clean driving record mandatory. Current auto insurance—check if commercial coverage needed for paid rides (varies by state and insurance provider). Some areas require business license or transportation permits. Vehicle must pass basic safety inspections. Never operate as unlicensed taxi or compete with regulated transportation—focus on prearranged private rides.</p><p><strong>Safety & Best Practices:</strong> Confirm pickup/dropoff locations and timing 24 hours in advance. Keep vehicle clean and odor-free. Arrive 5–10 minutes early. Assist with luggage or packages as needed. Follow traffic laws strictly—no speeding or aggressive driving. Maintain professional demeanor—limit personal conversations unless client initiates. Clarify tolls, parking fees, and wait-time charges upfront. Never accept intoxicated passengers who pose safety risks.</p><p><strong>Pricing Model:</strong> Charge base rate + mileage or flat-rate trips: Airport runs $50–$150 (distance-dependent), hourly rate $35–$60 for shopping/errands with 2-hour minimum. Add wait-time fees: $15–$25/hour for stops over 15 minutes. Tolls and parking passed through at cost. Premium pricing for early morning (pre-6 AM) or late night (post-10 PM). Offer corporate accounts for business travelers at volume discounts.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niche markets: wedding shuttles, winery tours, corporate airport service, or senior medical appointments. Partner with hotels, event planners, or real estate agents. Offer package deals: weekly airport service, monthly errand packages. Bundle with grocery shopping or prescription pickup. Expand fleet by hiring additional drivers. Create subscription models for regular commuters or frequent travelers.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Trusted Driver</em> badge after completing 200 safe rides with 95% on-time performance and zero safety incidents. This badge proves your professionalism and reliability in getting clients where they need to go safely and punctually.</p>",
      "recommendedGear": ["Clean vehicle", "GPS navigation", "Phone mount", "Car charger", "First-aid kit", "Roadside emergency kit", "Bottled water", "Dash cam", "Mileage tracker"],
      "requirements": ["Background check", "Valid driver license", "Clean driving record", "Auto insurance (commercial if required)", "Business license (if required locally)", "Vehicle safety inspection"],
      "badges": ["Trusted Driver", "Safety Verified"]
    },
    {
      "key": "artist-painter-portraits",
      "label": "Artist / Painter (Portraits & Custom Art)",
      "summary": "Create original artwork, custom portraits, murals, and commissioned pieces. Turn your artistic talent into income by bringing clients' visions to life on canvas, walls, or digital media.",
      "expanded": "<p><strong>How It Works:</strong> Offer custom artwork services: portrait painting from photos, pet portraits, family murals, abstract pieces, or commissioned art for homes and businesses. Consult with clients on size, style, color palette, and subject matter. Provide sketches or digital mockups for approval before starting final piece. Deliver completed work with care instructions. Offer framing services or partner with local framers for additional revenue.</p><p><strong>Tools & Startup Gear:</strong> Start with basics: quality paints (acrylic, oil, or watercolor based on specialty), brushes in various sizes, canvases or paper, palette, easel, and workspace with good lighting. Digital artists need tablet, stylus, and software (Procreate, Adobe Creative Suite). For murals: extension poles, drop cloths, painter's tape, and ladder. Invest in portfolio materials: camera or phone for documentation, online portfolio platform, and business cards.</p><p><strong>Certifications & Requirements:</strong> Background check required for in-home mural work. No formal certifications needed—portfolio demonstrates skill. Consider art classes or workshops to refine techniques and stay current with trends. Business license may be required depending on location. Liability insurance recommended for mural work (protecting against property damage). Copyright awareness crucial—never copy another artist's work without permission or sell copyrighted characters without licensing.</p><p><strong>Safety & Best Practices:</strong> Work in well-ventilated areas when using oil paints or solvents—fumes can be hazardous. Wear protective gloves when handling chemicals or spray paints. Use drop cloths and protective coverings for client furniture during murals. Get written approval on designs before starting—never deviate from agreed concept. Watermark digital previews to prevent unauthorized use. Set clear timelines and communicate delays immediately. Protect finished pieces during transport with bubble wrap or corner protectors.</p><p><strong>Pricing Model:</strong> Charge by project size and complexity: Small portraits (8x10 to 11x14) $75–$250, Medium pieces (16x20 to 24x36) $250–$800, Large canvases or murals $800–$5,000+. Hourly rates for custom work: $30–$100/hour based on experience. Digital art commissions: $50–$500 depending on detail and usage rights. Rush fees for expedited projects. Require 25–50% deposit upfront, remainder upon completion. Offer payment plans for large commissions.</p><p><strong>Upsell & Business Growth:</strong> Expand into art workshops or classes (group painting nights, kids' art camps). Create limited-edition prints of original work for passive income. Partner with interior designers or real estate stagers for recurring work. Offer seasonal portrait packages (holiday cards, graduation gifts). Sell at local art fairs, farmers markets, or online platforms (Etsy, Society6). License designs to product manufacturers. Build Instagram/TikTok presence showcasing process videos—this attracts commissions organically.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Master Artist</em> badge after completing 50 custom commissions with 95% client satisfaction and maintaining a professional portfolio. This badge demonstrates your commitment to quality craftsmanship and client collaboration in transforming ideas into beautiful artwork.</p>",
      "recommendedGear": ["Quality paints", "Brush set", "Canvases or paper", "Palette", "Easel", "Good lighting", "Digital tablet (if applicable)", "Camera for documentation", "Drop cloths", "Portfolio materials"],
      "requirements": ["Background check (for in-home work)", "Portfolio demonstration", "Business license (location-dependent)", "Liability insurance (recommended)", "Copyright awareness"],
      "badges": ["Master Artist", "Business Ready"]
    },
    {
      "key": "custom-clothing-designer",
      "label": "Custom Clothing Designer",
      "summary": "Design or customize apparel—from logo tees and embroidered hats to hand-painted jackets and tailored garments—using your creative skills to create wearable art.",
      "expanded": "<p><strong>How It Works:</strong> Offer custom clothing services: screen printing, embroidery, fabric painting, tie-dye, distressing, or tailoring/alterations. Clients provide garments or you source blank apparel. Consult on design ideas, colors, placement, and sizing. Create mockups or samples for approval. Complete work and provide care instructions. Perfect for personal branding, event merchandise, or unique fashion statements.</p><p><strong>Tools & Startup Gear:</strong> Depends on specialty—Screen printing: screen, squeegee, emulsion, inks. Embroidery: machine or hand needles, thread, stabilizer, hoops. Fabric painting: textile paints, brushes, stencils, heat press or iron. Sewing/alterations: sewing machine, thread, measuring tape, scissors, seam ripper. Start with one specialty and expand. Invest in quality blank garments from wholesale suppliers. Photography setup for showcasing finished pieces online.</p><p><strong>Certifications & Requirements:</strong> Background check if working in clients' homes for fittings. No formal certifications required—portfolio demonstrates skill. Fashion design or sewing courses helpful for technical knowledge. Business license and sales tax permit required in most states when selling goods. Understand fabric care labels—never guarantee results on delicate or dry-clean-only fabrics without proper testing. Respect intellectual property—don't reproduce copyrighted logos or designs without permission.</p><p><strong>Safety & Best Practices:</strong> Work in ventilated areas when using fabric paints, dyes, or heat presses. Wear protective gloves when handling dyes or chemicals. Test all processes on scrap fabric first—especially bleaching, dyeing, or heat transfer. Get client approval on mockups before applying to final garment. Provide detailed care instructions (wash cold, inside out, air dry) to prevent fading or damage. Never promise permanent results on items you can't control (cheap fabrics, improper care). Document before/after with photos.</p><p><strong>Pricing Model:</strong> Charge by complexity and time: Simple text/logo embroidery $15–$40, Custom screen print tees $20–$50 each (lower per-unit cost for bulk orders), Hand-painted jackets $75–$300, Alterations $15–$100 depending on complexity. Bulk discounts: 10+ items at 15–25% off per piece. Rush fees for projects under one week. Require deposits for custom work (50% upfront). Material costs passed through or marked up 20–30%.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: wedding party attire, sports team uniforms, corporate branding, band merchandise, or sustainable upcycled fashion. Partner with local businesses for employee apparel. Offer design services beyond clothing (tote bags, hats, accessories). Teach workshops on DIY customization techniques. Sell finished pieces at craft fairs or online marketplaces. Create seasonal collections or limited drops. Build social media following with transformation videos and styling tips.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Certified Customwear Creator</em> badge after completing 75 custom clothing projects with 90% positive reviews. This badge shows your technical skill in transforming ordinary garments into personalized, wearable expressions of client identity and style.</p>",
      "recommendedGear": ["Sewing machine or embroidery machine", "Fabric paints or screen printing kit", "Heat press or iron", "Thread and needles", "Measuring tape", "Scissors", "Protective gloves", "Blank garments", "Photography setup"],
      "requirements": ["Background check (for in-home fittings)", "Portfolio demonstration", "Business license", "Sales tax permit", "Fabric care knowledge", "IP/copyright awareness"],
      "badges": ["Certified Customwear Creator", "Business Ready"]
    },
    {
      "key": "furniture-maker-refinisher",
      "label": "Furniture Maker / Refinisher",
      "summary": "Build custom furniture or restore vintage pieces through refinishing, painting, and repair. Breathe new life into old items or craft bespoke pieces that perfectly fit client spaces.",
      "expanded": "<p><strong>How It Works:</strong> Offer two primary services: (1) Custom furniture building—design and construct pieces per client specifications (tables, shelves, benches, headboards), or (2) Furniture refinishing—strip, sand, stain, paint, and seal existing pieces. Consult on style, dimensions, wood type, and finish. Provide mockups or samples. Complete work in your workshop or garage. Deliver and install if needed. Photograph transformation for portfolio.</p><p><strong>Tools & Startup Gear:</strong> Essential tools: sander (orbital or hand), paintbrushes and rollers, wood stain and sealers, paint stripper, sandpaper in various grits, wood glue, clamps, screwdrivers, drill, measuring tape, and safety equipment (goggles, mask, gloves). For building: saw (circular, miter, or table), wood screws, brackets, and raw lumber. Workspace needs ventilation and dust control. Start with refinishing (lower tool cost) then expand to building as skills and equipment grow.</p><p><strong>Certifications & Requirements:</strong> Background check if picking up/delivering furniture to homes. No formal certifications needed—portfolio shows craftsmanship. Woodworking or furniture restoration courses helpful for technique refinement. Business license and liability insurance recommended (protects against damage during transport or refinishing errors). Understand wood types and appropriate finishes. Never use lead-based products or work on items containing asbestos without proper certification and safety protocols.</p><p><strong>Safety & Best Practices:</strong> Always work in well-ventilated areas—wood dust, paint fumes, and chemical strippers are hazardous. Wear respirator mask when sanding or using chemical strippers. Protect eyes with safety goggles. Use hearing protection with power tools. Test stain/paint on hidden areas first to ensure desired result. Get written approval on finish samples before completing entire piece. Protect client property during pickup/delivery with blankets and straps. Dispose of chemical waste properly—never pour down drains.</p><p><strong>Pricing Model:</strong> Refinishing: $150–$500 for chairs, $300–$1,200 for tables/dressers depending on size and condition. Custom builds: $300–$3,000+ based on complexity and materials. Charge labor ($40–$80/hour) plus materials (marked up 20–30%). Repair services: $75–$300 depending on damage. Delivery/setup fees: $50–$150. Require 50% deposit for custom builds, 25% for refinishing. Offer free consultations to assess projects and provide accurate quotes.</p><p><strong>Upsell & Business Growth:</strong> Specialize in styles: farmhouse, mid-century modern, industrial, or sustainable reclaimed wood. Partner with interior designers, antique shops, or estate sale companies for steady workflow. Offer furniture flipping services—buy cheap pieces, restore, resell at profit. Teach DIY refinishing workshops. Create signature furniture lines sold at local boutiques or online. Expand to cabinetry, built-ins, or outdoor furniture. Document process on YouTube/Instagram for educational content that drives inquiries.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Furniture Artisan</em> badge after completing 40 custom builds or refinishing projects with 95% client satisfaction. This badge proves your craftsmanship in transforming raw materials and worn pieces into functional art that enhances homes for years to come.</p>",
      "recommendedGear": ["Sander", "Paintbrushes and rollers", "Wood stain and sealers", "Paint stripper", "Sandpaper", "Wood glue", "Clamps", "Drill and screwdrivers", "Safety goggles", "Respirator mask", "Measuring tape", "Drop cloths"],
      "requirements": ["Background check (for in-home work)", "Portfolio demonstration", "Business license (recommended)", "Liability insurance (recommended)", "Wood/finish knowledge", "Chemical safety awareness"],
      "badges": ["Furniture Artisan", "Safety Verified"]
    },
    {
      "key": "home-decor-design-giger",
      "label": "Home Decor & Design Giger",
      "summary": "Curate and style home spaces with custom decor, DIY projects, and design consultations. Help clients transform rooms through affordable, creative solutions without expensive designer fees.",
      "expanded": "<p><strong>How It Works:</strong> Provide home styling services: room consultations, furniture arrangement, color palette selection, DIY decor creation (macrame, wall art, terrariums, centerpieces), seasonal decorating, or budget-friendly makeovers. Visit client homes, assess space and preferences, create mood boards or design plans, and execute transformation. Source decor from thrift stores, craft stores, or create custom pieces. Photograph before/after for portfolio. Ideal for renters, new homeowners, or anyone wanting fresh spaces on a budget.</p><p><strong>Tools & Startup Gear:</strong> Minimal investment: camera or smartphone for documentation, measuring tape, color swatch samples, mood board materials (digital tools like Canva or Pinterest), and basic craft supplies for DIY projects (hot glue gun, scissors, paint, brushes, hanging hardware). Build resource list of affordable decor sources (thrift stores, discount retailers, online marketplaces). Create professional presentation materials: business cards, portfolio binder or website, and client questionnaires.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering client homes. No formal certifications needed, though interior design courses or online certifications add credibility. Develop strong knowledge of design principles: color theory, spatial planning, lighting, and current trends. Business license may be required. Liability insurance recommended in case of damage during installation. Never claim to be licensed interior designer or architect without proper credentials—focus on styling and decorating services.</p><p><strong>Safety & Best Practices:</strong> Always get client approval before making permanent changes (painting, drilling holes). Use proper hanging hardware rated for wall type and item weight. Avoid blocking electrical outlets, vents, or emergency exits. Respect client budgets—never overspend without explicit permission. Document all purchases with receipts. Source safe, non-toxic materials especially for nurseries or homes with pets. Photograph work for portfolio only with client permission. Return unused items promptly for refunds or credit.</p><p><strong>Pricing Model:</strong> Consultation fees: $75–$200 for 2-hour room assessment with design plan. Execution services: $40–$75/hour for shopping, styling, and installation. Package deals: Single room makeover $300–$800, Whole home refresh $1,500–$5,000+. DIY decor creation: $50–$300 per custom piece depending on complexity and materials. Seasonal decorating: $150–$500 per holiday setup/takedown. Virtual consultations: $50–$150 for mood boards and shopping lists (no in-person execution).</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: nursery design, home office optimization, small-space solutions, or sustainable/thrifted decor. Partner with real estate agents for home staging services. Offer monthly subscriptions for seasonal decor changes. Teach DIY decor workshops at community centers or craft stores. Sell custom-made decor pieces at markets or online. Create digital products: room planning templates, color palette guides, or styling e-books. Build social media presence with room transformation videos and budget-friendly tips to attract organic clients.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Design Visionary</em> badge after completing 30 room transformations with 90% client satisfaction and demonstrated ability to work within budget constraints. This badge shows your talent for creating beautiful, functional spaces that reflect client personalities without breaking the bank.</p>",
      "recommendedGear": ["Camera or smartphone", "Measuring tape", "Color swatch samples", "Mood board tools", "Basic craft supplies", "Hot glue gun", "Paint and brushes", "Hanging hardware", "Business cards", "Portfolio materials"],
      "requirements": ["Background check", "Design knowledge", "Business license (location-dependent)", "Liability insurance (recommended)", "Cannot claim licensed designer status without credentials"],
      "badges": ["Design Visionary", "Business Ready"]
    },
    {
      "key": "upcycled-art-reclaimed",
      "label": "Upcycled Art & Reclaimed Creations",
      "summary": "Transform discarded materials into unique art and functional pieces. Champion sustainability while creating one-of-a-kind items from pallets, vintage finds, and salvaged goods.",
      "expanded": "<p><strong>How It Works:</strong> Source discarded or vintage materials (wood pallets, old windows, vintage frames, metal scraps, fabric remnants) and transform them into art, furniture, or decor. Create pieces for direct sale or accept custom commissions based on client preferences. Showcase environmental impact of upcycling (pounds diverted from landfills). Sell at markets, boutiques, or online platforms. Tell the story behind each piece—origin materials and transformation process add value and appeal to eco-conscious buyers.</p><p><strong>Tools & Startup Gear:</strong> Depends on focus—Basic tools: saw, drill, sander, hammer, screwdrivers, paintbrushes, sandpaper, wood glue, screws/nails. Finishing supplies: stains, sealers, paints. Source materials: visit construction sites (with permission), habitat for humanity ReStores, estate sales, curbside finds, or online free sections. Transportation for hauling materials. Safety gear: gloves, goggles, mask. Photography setup for showcasing finished pieces and documenting transformations.</p><p><strong>Certifications & Requirements:</strong> Background check if offering in-home installation services. No certifications required—portfolio demonstrates creativity and skill. Business license and sales tax permit needed when selling goods. Liability insurance recommended. Understand material safety—test for lead paint on vintage items, avoid asbestos-containing materials. Get permission before taking discarded items from private property or construction sites. Respect copyright—don't reproduce branded or licensed designs in your upcycled work.</p><p><strong>Safety & Best Practices:</strong> Inspect all salvaged materials for structural integrity, rot, pests, or hazardous substances before use. Clean and sanitize vintage items thoroughly. Wear protective equipment when sanding old finishes (may contain lead). Work in ventilated areas when using paints, stains, or sealers. Ensure finished pieces are structurally sound and safe for intended use—reinforce as needed. Never sell furniture that could collapse or harm users. Provide care instructions for maintaining upcycled pieces. Document material sources and transformation story for marketing authenticity.</p><p><strong>Pricing Model:</strong> Small decor items (picture frames, shelves, planters): $30–$150. Medium furniture (side tables, benches, wall art): $150–$600. Large statement pieces (tables, cabinets, headboards): $600–$2,500+. Price based on material cost, labor hours ($30–$60/hour), and artistic value/uniqueness. Custom commissions at 20–30% premium over similar ready-made pieces. Offer layaway or payment plans for expensive items. Wholesale pricing (40–50% off retail) for boutique partnerships.</p><p><strong>Upsell & Business Growth:</strong> Teach upcycling workshops—participants pay to learn while you earn and promote your work. Partner with eco-friendly businesses, zero-waste stores, or sustainable brands for cross-promotion. Offer corporate team-building upcycling events. Create limited-edition collections around themes (vintage industrial, coastal reclaimed, farmhouse rustic). Develop branded product lines sold at multiple retailers. Document process videos for YouTube/Instagram to build following and drive sales. Collaborate with interior designers seeking sustainable, unique pieces for clients.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Eco-Creator Champion</em> badge after upcycling 500+ lbs of materials into 50 finished pieces with 90% customer satisfaction. This badge celebrates your commitment to sustainability, creativity, and proving that trash truly can become treasure through vision and craftsmanship.</p>",
      "recommendedGear": ["Saw", "Drill", "Sander", "Hammer", "Screwdrivers", "Paintbrushes", "Sandpaper", "Wood glue", "Screws and nails", "Stains and sealers", "Safety gear (gloves, goggles, mask)", "Transportation for materials", "Photography setup"],
      "requirements": ["Background check (for installation services)", "Portfolio demonstration", "Business license", "Sales tax permit", "Liability insurance (recommended)", "Material safety knowledge", "Lead paint awareness"],
      "badges": ["Eco-Creator Champion", "Safety Verified"]
    },
    {
      "key": "birthday-surprise-delivery",
      "label": "Birthday Surprise Delivery",
      "summary": "Create magical birthday moments through surprise deliveries featuring balloons, decorations, singing performances, or personalized gifts. Spread joy on someone's special day with memorable, heartfelt presentations.",
      "expanded": "<p><strong>How It Works:</strong> Coordinate with clients to deliver birthday surprises at homes, workplaces, or public locations. Services include balloon bouquets, decorated yard signs, singing telegrams, gift deliveries with performance elements, or surprise room decorations. Confirm delivery time, location, and recipient preferences. Execute with enthusiasm and capture photo/video of the surprise moment (with permission). Perfect for loved ones, colleagues, or milestone celebrations.</p><p><strong>Tools & Startup Gear:</strong> Basic supplies: balloon pump, helium tank rental or purchase, variety of balloons, ribbons, weights, yard stakes, weather-resistant signs, markers, and decorative materials. Performance props: costume pieces, musical instruments (guitar, ukulele), portable speaker for music. Transportation: vehicle large enough for balloon arrangements. Camera or smartphone for documenting surprises. Business cards and branded materials for word-of-mouth marketing.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering workplaces and homes. No formal certifications needed. Singing or performance skills helpful but not mandatory—enthusiasm matters more. Business license may be required depending on location. Liability insurance recommended in case of accidents during delivery or setup. Understand local noise ordinances for singing/performance deliveries. Never trespass on private property—always get permission from property managers or recipients' family members.</p><p><strong>Safety & Best Practices:</strong> Confirm delivery logistics 24 hours in advance—wrong location ruins the surprise. Respect workplace policies (some offices prohibit deliveries or performances). Secure balloons properly to prevent choking hazards around small children. Use biodegradable or reusable materials when possible. Never pressure recipients to participate if uncomfortable. Obtain photo/video permission before documenting. Respect privacy—don't share surprise content on social media without explicit consent. Clean up all materials after outdoor deliveries.</p><p><strong>Pricing Model:</strong> Base packages: Basic balloon delivery $40–$75, Premium balloon bouquet + performance $100–$200, Full surprise room decoration $150–$400. Add-ons: Singing telegram +$50–$100, Custom yard sign +$30–$75, Photo package +$25, Cleanup service +$30. Rush fees for same-day delivery. Group rates for corporate birthdays or multiple recipients. Offer subscription packages for companies celebrating monthly employee birthdays.</p><p><strong>Upsell & Business Growth:</strong> Expand to other celebrations (anniversaries, graduations, promotions, get-well surprises). Partner with gift basket creators, florists, or bakeries for bundled offerings. Offer corporate packages for employee recognition programs. Create themed surprise packages (decades themes, movie characters, hobbies). Teach surprise planning workshops. Build social media presence with heartwarming surprise videos (with permission) to attract organic clients. Offer virtual surprise coordination for long-distance loved ones.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Joy Bringer</em> badge after successfully delivering 75 birthday surprises with 95% client satisfaction and documented smiles. This badge represents your talent for creating unforgettable moments that remind people they're loved and celebrated.</p>",
      "recommendedGear": ["Balloon pump", "Helium tank", "Variety of balloons", "Ribbons", "Balloon weights", "Yard stakes", "Weather-resistant signs", "Markers", "Decorative materials", "Costume pieces (optional)", "Portable speaker", "Camera or smartphone"],
      "requirements": ["Background check", "Business license (location-dependent)", "Liability insurance (recommended)", "Performance skills (helpful)", "Local noise ordinance awareness"],
      "badges": ["Joy Bringer", "Safety Verified"]
    },
    {
      "key": "costume-prop-maker",
      "label": "Costume & Prop Maker",
      "summary": "Design and create custom costumes, cosplay outfits, theatrical props, and event décor. Bring characters and themes to life through handcrafted wearables and stage pieces for performances, parties, and photoshoots.",
      "expanded": "<p><strong>How It Works:</strong> Work with clients to design and build custom costumes for theater productions, cosplay events, Halloween, themed parties, or commercial projects. Create props for stage performances, film productions, or event decorations. Consult on design, materials, sizing, and budget. Provide mockups or sketches for approval. Build pieces using sewing, crafting, foam work, 3D printing, or painting techniques. Deliver with care instructions and fitting assistance if needed.</p><p><strong>Tools & Startup Gear:</strong> Sewing essentials: machine, needles, thread, fabric scissors, pins, measuring tape. Prop-building tools: hot glue gun, craft knife, foam (EVA foam for armor/props), paint and brushes, heat gun for foam shaping, Dremel or rotary tool. Materials: fabrics, interfacing, zippers, velcro, elastic, wig supplies, thermoplastics (Worbla), and decorative elements (gems, trim, hardware). Optional: 3D printer for helmet or armor pieces, airbrush for professional finishes. Photography setup for portfolio documentation.</p><p><strong>Certifications & Requirements:</strong> Background check for in-home fittings or theater work. No formal certifications needed—portfolio demonstrates skill. Costuming or theater design courses helpful for technique refinement. Business license and sales tax permit required when selling goods. Understand fabric flammability ratings—use fire-retardant materials for stage costumes (critical for theater safety regulations). Never use toxic materials without proper ventilation and safety equipment. Respect intellectual property—don't sell copyrighted character costumes commercially without licensing agreements.</p><p><strong>Safety & Best Practices:</strong> Use fire-retardant spray on fabrics for stage productions—theater fire codes require this. Test all materials for skin sensitivity, especially foam adhesives and paints. Ensure costumes allow safe movement—no trip hazards, vision obstructions, or breathing restrictions. Get detailed measurements and build adjustable elements when possible. Provide clear care instructions (hand wash, spot clean, storage methods). Watermark design sketches to prevent unauthorized reproduction. Document construction process for portfolio and client transparency. Never promise exact replicas of copyrighted characters for commercial sale.</p><p><strong>Pricing Model:</strong> Simple costumes (basic character outfits): $100–$300, Complex costumes (armor, wings, detailed cosplay): $300–$1,500+, Props (weapons, accessories, set pieces): $50–$800 depending on size and detail, Rush fees for projects under 3 weeks. Charge materials + labor ($25–$60/hour based on complexity). Require 50% deposit upfront. Rental options for theater groups: $50–$200 per costume per production with cleaning fees.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: historical reenactment, cosplay armor, children's dress-up, or mascot costumes. Partner with theater companies, event planners, or photography studios for recurring work. Offer costume rental services (Halloween, themed parties). Teach costuming workshops at conventions or community centers. Create tutorial content (YouTube, Patreon) for passive income. Sell patterns or pre-made costume kits. Build convention booth presence for custom commission bookings. Collaborate with makeup artists and photographers for complete character transformation packages.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Master Costume Crafter</em> badge after creating 40 custom costumes or props with 90% client satisfaction and demonstrated proficiency in multiple techniques (sewing, foam work, painting). This badge showcases your ability to transform fabric and materials into wearable art that brings imagination to life.</p>",
      "recommendedGear": ["Sewing machine", "Needles and thread", "Fabric scissors", "Hot glue gun", "Craft knife", "EVA foam", "Paint and brushes", "Heat gun", "Measuring tape", "Fabric variety", "Wig supplies", "Decorative elements", "Fire-retardant spray", "Photography setup"],
      "requirements": ["Background check (for in-home work)", "Portfolio demonstration", "Business license", "Sales tax permit", "Fabric flammability awareness", "IP/copyright awareness", "Fire safety compliance for theater"],
      "badges": ["Master Costume Crafter", "Safety Verified"]
    },
    {
      "key": "custom-gift-basket-creator",
      "label": "Custom Gift Basket Creator",
      "summary": "Curate personalized gift baskets for any occasion—corporate gifts, holidays, new babies, sympathy, or celebrations. Thoughtfully selected items wrapped beautifully create meaningful, memorable presents.",
      "expanded": "<p><strong>How It Works:</strong> Consult with clients to understand recipient preferences, occasion, budget, and dietary restrictions. Source products from local artisans, specialty shops, or wholesale suppliers. Arrange items in baskets or containers with creative presentation (tissue paper, ribbons, cellophane wrapping). Include personalized card or message. Deliver or ship to recipients. Offer pre-designed themes (spa day, coffee lover, new mom, sympathy) or fully custom creations.</p><p><strong>Tools & Startup Gear:</strong> Basic supplies: variety of baskets or containers, tissue paper, cellophane wrap, ribbons, bows, hot glue gun, scissors, tape, gift tags, and printed cards. Storage space for inventory of popular items (gourmet foods, candles, bath products, local goods). Delivery vehicle or shipping materials (boxes, bubble wrap, packing tape). Photography setup for showcasing finished baskets online. Wholesale accounts with local vendors for better pricing.</p><p><strong>Certifications & Requirements:</strong> Background check for delivery to homes or offices. No formal certifications needed. Food handler certification may be required if including perishable homemade items. Business license and sales tax permit required when selling goods. Liability insurance recommended. Understand food allergies and labeling requirements—always disclose ingredients for edible items. Never include alcohol without verifying recipient is 21+ and compliant with local shipping/delivery laws. Respect dietary restrictions (kosher, halal, vegan, gluten-free) when specified.</p><p><strong>Safety & Best Practices:</strong> Check expiration dates on all food products before including. Store perishable items properly and deliver promptly. Label all food items with allergen information. Secure items properly to prevent damage during transport. Confirm delivery address and recipient availability. Respect privacy—don't share gift contents or sender information publicly. Photograph baskets before delivery as quality documentation. Package fragile items with adequate protection. Offer contactless delivery options when appropriate.</p><p><strong>Pricing Model:</strong> Small baskets (3–5 items): $35–$75, Medium baskets (6–10 items): $75–$150, Large luxury baskets (12+ items): $150–$400+, Corporate bulk orders: 15–25% discount for 10+ baskets. Charge cost of goods + markup (50–100%) + labor ($15–$30 per basket for assembly and delivery). Delivery fees: $10–$25 local, shipping at cost + handling fee. Offer subscription services: monthly gift basket program at $60–$120/month with 10% discount.</p><p><strong>Upsell & Business Growth:</strong> Specialize in niches: corporate gifting, new baby baskets, sympathy care packages, or local artisan showcases. Partner with event planners, real estate agents (closing gifts), or HR departments (employee recognition). Offer seasonal collections (holiday, Mother's Day, Valentine's). Create wedding welcome baskets for out-of-town guests. Teach gift basket design workshops. Build corporate accounts for recurring monthly orders. Offer gift registry services for weddings or baby showers. Collaborate with local businesses for cross-promotion and exclusive products.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Thoughtful Curator</em> badge after creating 100 custom gift baskets with 95% client satisfaction and demonstrated ability to match gifts perfectly to recipients and occasions. This badge shows your talent for turning simple items into meaningful expressions of care, celebration, and connection.</p>",
      "recommendedGear": ["Variety of baskets", "Tissue paper", "Cellophane wrap", "Ribbons and bows", "Hot glue gun", "Scissors", "Tape", "Gift tags", "Printed cards", "Storage space", "Delivery vehicle or shipping materials", "Photography setup"],
      "requirements": ["Background check", "Food handler certification (if including homemade perishables)", "Business license", "Sales tax permit", "Liability insurance (recommended)", "Food allergen labeling knowledge", "Alcohol delivery law compliance"],
      "badges": ["Thoughtful Curator", "Business Ready"]
    },
    {
      "key": "event-planner",
      "label": "Event Planner",
      "summary": "Plan unforgettable celebrations—from intimate birthdays to corporate events—by coordinating vendors, creating themes, managing timelines, and ensuring every detail creates lasting memories.",
      "expanded": "<p><strong>How It Works:</strong> Meet with clients to understand event vision, budget, guest count, and preferences. Create detailed event plan including venue selection, vendor coordination (caterers, photographers, entertainers), timeline management, and day-of execution. Source decorations, arrange rentals, manage RSVPs, and handle logistics. Provide on-site coordination during event to troubleshoot issues and ensure smooth flow. Photograph setup for portfolio. Offer planning-only services or full-service execution packages.</p><p><strong>Tools & Startup Gear:</strong> Essential tools: event planning software or detailed spreadsheet templates, vendor contact database, measuring tape, timeline templates, budget tracking tools, and contract templates. Day-of kit: clipboard, pens, tape (duct, double-sided, packing), scissors, safety pins, stain remover, sewing kit, phone charger, first-aid supplies, and emergency contact list. Transportation for delivering materials or picking up last-minute items. Professional attire and business cards for vendor meetings.</p><p><strong>Certifications & Requirements:</strong> Background check required for venue and client home access. No mandatory certifications—Certified Meeting Professional (CMP) or similar credentials add credibility but aren't required for starting. Event planning courses or workshops helpful for industry knowledge and vendor networking. Business license required. Event liability insurance essential—protects against accidents, cancellations, or vendor failures. Understand local permits for public events, alcohol service, or noise restrictions. Build strong contracts protecting both parties with cancellation policies and deposit terms.</p><p><strong>Safety & Best Practices:</strong> Create detailed timelines and share with all vendors 48 hours before event. Have backup plans for outdoor events (weather, equipment failure). Verify vendor insurance and licenses before booking. Never commit to budgets you can't deliver—be realistic about costs. Confirm final headcount 72 hours before catering orders. Conduct venue walkthrough to identify safety hazards (trip hazards, emergency exits, accessibility). Keep emergency contact list for all key people. Document all agreements in writing. Respect client budgets—never overspend without explicit approval. Maintain professional boundaries with vendors to ensure quality service.</p><p><strong>Pricing Model:</strong> Consultation only: $100–$300 for planning package and vendor recommendations. Partial planning (vendor coordination + timeline): $500–$2,000. Full-service planning and day-of coordination: $1,500–$10,000+ depending on event complexity and guest count. Charge percentage of total event budget (10–20%) or flat fee + hourly rate ($50–$150/hour). Day-of coordination only: $500–$1,500. Require deposit (25–50%) to secure date. Build in vendor commission partnerships when possible for additional revenue.</p><p><strong>Upsell & Business Growth:</strong> Specialize in event types: weddings, corporate events, milestone birthdays, or nonprofit galas. Offer add-on services: invitation design, welcome bag creation, or post-event thank-you coordination. Partner with venues for preferred planner status (commission or referrals). Create event design packages for DIY clients who need visual direction but self-execute. Teach event planning workshops or certification courses. Build vendor network for referral income. Offer virtual event planning for destination celebrations. Document events through professional photography/video to build impressive portfolio.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Certified Event Giger</em> badge after successfully planning and executing 25 events with 95% client satisfaction and zero critical incidents (major vendor failures, safety issues). This badge demonstrates your ability to juggle complex logistics, manage stress, and create flawless experiences that exceed expectations.</p>",
      "recommendedGear": ["Event planning software", "Vendor contact database", "Measuring tape", "Timeline templates", "Budget tracking tools", "Contract templates", "Day-of emergency kit", "Clipboard", "Tape variety", "Scissors", "Safety pins", "Stain remover", "Phone charger"],
      "requirements": ["Background check", "Business license", "Event liability insurance (essential)", "Local permit knowledge", "Vendor contracts", "CMP certification (optional)"],
      "badges": ["Certified Event Giger", "Professional Planner"]
    },
    {
      "key": "memorial-gravesite-care",
      "label": "Memorial & Gravesite Care",
      "summary": "Provide dignified, respectful maintenance of gravesites and memorials for families unable to visit regularly. Clean headstones, place flowers, remove debris, and send photo updates with compassionate service.",
      "expanded": "<p><strong>How It Works:</strong> Offer gravesite maintenance services for families living far from loved ones' burial sites or unable to visit due to mobility, health, or time constraints. Services include cleaning headstones, removing debris, placing fresh or artificial flowers, trimming grass around markers, and seasonal decorations. Take before/after photos to send families. Offer one-time services (holidays, anniversaries) or recurring monthly/seasonal packages. Handle requests with utmost sensitivity and professionalism.</p><p><strong>Tools & Startup Gear:</strong> Cleaning supplies: soft-bristle brushes, pH-neutral stone cleaner (never harsh chemicals), microfiber cloths, spray bottles, buckets, and protective gloves. Gardening tools: hand pruners, small rake, trash bags, and weed remover. Flowers and decorations: artificial or fresh arrangements, seasonal wreaths, small flags (veteran graves). Camera or smartphone for documentation. Transportation to access various cemeteries. Weatherproof storage container for supplies kept in vehicle.</p><p><strong>Certifications & Requirements:</strong> Background check required—families are trusting you with sacred memorial care. No formal certifications needed, though understanding cemetery etiquette and headstone preservation crucial. Business license may be required. Liability insurance recommended. Obtain cemetery permission before providing services—some cemeteries have strict vendor policies or maintenance restrictions. Respect cemetery hours and rules (no loud noise, stay on pathways, follow decoration guidelines). Never remove items placed by families without explicit permission.</p><p><strong>Safety & Best Practices:</strong> Treat every gravesite with dignity and reverence—this is someone's beloved family member. Photograph headstone before cleaning to document condition. Use only cemetery-approved cleaning methods—harsh chemicals damage stone permanently. Never use pressure washers or abrasive materials on old or fragile markers. Work quietly and respectfully—be mindful of grieving visitors. Dispose of debris properly in designated cemetery bins. Confirm flower preferences (fresh vs. artificial, colors, types) before purchasing. Send updates to families promptly with compassionate messages. Respect privacy—never share gravesite photos publicly without family permission. Mark calendar for significant dates (birthdays, death anniversaries) to offer proactive service.</p><p><strong>Pricing Model:</strong> Basic cleaning visit: $30–$75 per gravesite. Cleaning + flower placement: $50–$125. Seasonal decoration package: $75–$150 (includes themed decor for holidays). Monthly maintenance subscription: $60–$150/month for regular upkeep. Special occasion services (birthdays, anniversaries): $40–$100. Travel fees for cemeteries over 15 miles: $10–$30. Multi-plot family discounts: 15–20% off when caring for multiple adjacent sites. Offer compassionate pricing for families experiencing financial hardship.</p><p><strong>Upsell & Business Growth:</strong> Expand to monument restoration or repair referrals (partner with specialists). Offer research services tracing family genealogy or military service. Provide video messages showing care process for distant families. Create memorial anniversary reminder service. Partner with funeral homes, assisted living facilities, or veteran organizations for referrals. Offer estate services organizing and cleaning family plots. Coordinate memorial services for families unable to attend in person. Market through cemetery offices, grief support groups, and senior living communities.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Memorial Guardian</em> badge after providing respectful care to 100 gravesites with 100% family satisfaction and demonstrated commitment to dignity, compassion, and preservation. This badge honors your sacred work helping families maintain connections with departed loved ones across distance and time.</p>",
      "recommendedGear": ["Soft-bristle brushes", "pH-neutral stone cleaner", "Microfiber cloths", "Spray bottles", "Buckets", "Protective gloves", "Hand pruners", "Small rake", "Trash bags", "Artificial/fresh flowers", "Seasonal decorations", "Camera or smartphone"],
      "requirements": ["Background check (required)", "Cemetery vendor permission", "Business license (location-dependent)", "Liability insurance (recommended)", "Headstone preservation knowledge", "Cemetery etiquette awareness"],
      "badges": ["Memorial Guardian", "Safety Verified"]
    },
    {
      "key": "personal-videographer",
      "label": "Personal Videographer (Events & Special Moments)",
      "summary": "Capture life's precious moments through professional video—weddings, birthdays, graduations, family reunions, or milestone events. Create cinematic keepsakes families treasure for generations.",
      "expanded": "<p><strong>How It Works:</strong> Film special events or personal milestones for clients wanting professional video memories. Pre-event consultation to understand shot list, key moments, and style preferences (cinematic, documentary, highlight reel). Arrive early to scout locations and test equipment. Capture ceremony, speeches, candid moments, and reactions. Edit footage into polished final product with music, transitions, and color correction. Deliver via digital download, USB drive, or streaming link. Offer raw footage options for clients wanting full coverage.</p><p><strong>Tools & Startup Gear:</strong> Essential: quality camera (DSLR, mirrorless, or cinema camera capable of 4K video), multiple batteries, memory cards (high capacity and speed), tripod, gimbal or stabilizer for smooth motion shots, external microphone (lavalier or shotgun for clear audio), and LED lighting panels for low-light situations. Editing setup: computer with sufficient processing power, editing software (Adobe Premiere Pro, Final Cut Pro, DaVinci Resolve), backup external hard drives. Optional: drone for aerial shots (requires FAA Part 107 license), additional lenses (wide-angle, telephoto).</p><p><strong>Certifications & Requirements:</strong> Background check for private events and homes. No mandatory certifications for ground videography. FAA Part 107 Remote Pilot Certificate required for commercial drone operations. Business license and liability insurance essential—equipment is expensive and event mishaps happen. Understand media release forms and privacy rights—never publish client footage publicly without written permission. Copyright awareness: use royalty-free or licensed music in final edits (avoid copyrighted songs without proper licensing). Backup insurance for equipment (theft, damage) highly recommended.</p><p><strong>Safety & Best Practices:</strong> Always bring backup equipment (cameras, batteries, memory cards)—never rely on single devices for once-in-a-lifetime events. Format memory cards before event and test all equipment 24 hours prior. Arrive 30–60 minutes early to set up and troubleshoot. Stay unobtrusive during intimate moments (vows, toasts, emotional scenes). Communicate with event coordinator or photographer to avoid blocking shots. Back up footage immediately after event—multiple copies on separate drives. Use media release forms for all clients specifying usage rights and delivery timeline. Provide clear contracts defining deliverables, editing timelines (typical 4–8 weeks), and revision policies (usually 1–2 rounds included). Never delete original footage until client confirms satisfaction.</p><p><strong>Pricing Model:</strong> Hourly rate: $75–$200/hour for filming only (2-hour minimum). Half-day packages (4–6 hours filming + basic edit): $500–$1,500. Full-day wedding packages (8+ hours filming + cinematic edit): $1,500–$5,000+. Simple highlight reel (3–5 minutes): $300–$800. Full ceremony edit (30–60 minutes): $800–$2,000. Add-ons: drone footage +$200–$500, raw footage delivery +$100–$300, rush editing (under 2 weeks) +$200–$500, additional edited copies +$50 each. Require 25–50% deposit to secure date.</p><p><strong>Upsell & Business Growth:</strong> Specialize in event types: weddings, quinceañeras, bar/bat mitzvahs, corporate events, or real estate tours. Offer photography + videography packages. Create anniversary video services (compile old photos/videos into tributes). Provide legacy interview services for elderly family members. Partner with event planners, wedding venues, or photography studios. Teach videography workshops or offer editing services for DIY filmers. Create subscription model for businesses (monthly promotional videos, social media content). Build YouTube channel with sample work and tips to attract organic clients.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Memory Keeper</em> badge after filming and editing 30 events with 95% client satisfaction and demonstrated technical proficiency (stabilization, audio quality, color grading). This badge recognizes your ability to capture fleeting moments and transform them into timeless treasures that families cherish forever.</p>",
      "recommendedGear": ["Quality video camera (4K capable)", "Multiple batteries", "High-capacity memory cards", "Tripod", "Gimbal or stabilizer", "External microphone", "LED lighting panels", "Computer for editing", "Editing software", "Backup hard drives", "Drone (optional, requires license)"],
      "requirements": ["Background check", "FAA Part 107 (for drone work)", "Business license", "Liability insurance (essential)", "Equipment insurance (recommended)", "Media release forms", "Copyright/music licensing awareness"],
      "badges": ["Memory Keeper", "Safety Verified"]
    },
    {
      "key": "popup-party-host",
      "label": "Pop-Up Party Host",
      "summary": "Transform any space into an instant celebration with portable party setups. Bring themes to life with decorations, activities, and hosting energy for birthdays, corporate events, or spontaneous gatherings.",
      "expanded": "<p><strong>How It Works:</strong> Provide turnkey pop-up party experiences at client locations (homes, offices, parks, or event spaces). Arrive with themed decorations, activities, games, and hosting services. Set up quickly, facilitate entertainment or activities, and clean up afterward. Offer pre-designed themes (unicorn birthday, retro game night, tropical luau, movie premiere) or custom concepts. Perfect for clients wanting professional parties without permanent decoration investments or planning stress.</p><p><strong>Tools & Startup Gear:</strong> Reusable decor library: tablecloths, banners, centerpieces, balloons, backdrop stands, string lights, and themed props organized by collection (princesses, superheroes, elegant adult, etc.). Activity supplies: board games, craft materials, photo booth props, music playlist library, portable speaker. Setup tools: extension cords, tape, command hooks, scissors, zip ties. Transportation: vehicle or trailer for hauling party gear. Storage space for maintaining organized theme collections. Folding tables and chairs optional depending on service model.</p><p><strong>Certifications & Requirements:</strong> Background check for entering homes and workplaces. No formal certifications needed—creativity and energy are key qualifications. Event planning or hospitality experience helpful. Business license required. Liability insurance essential in case of accidents during events (trips, falls, equipment damage). Understand venue regulations if working in public spaces (permits for parks, noise restrictions). Food handler certification if providing any food items. Never promise activities beyond your liability coverage (bouncy houses, water slides require specialized insurance).</p><p><strong>Safety & Best Practices:</strong> Inspect venue beforehand to plan setup and identify safety concerns. Secure all decorations properly—nothing should fall or create trip hazards. Supervise activities appropriate for age group and setting. Bring first-aid kit to all events. Confirm power outlet availability for equipment needing electricity. Use flame-retardant decorations, especially near candles or heat sources. Pack down and organize reusable items immediately after event for longevity. Document setups with photos for portfolio and marketing. Respect venue cleanliness—leave spaces better than you found them. Get written approval on theme and activity plan before event day.</p><p><strong>Pricing Model:</strong> Basic pop-up setup (2 hours setup + hosting + cleanup): $200–$500 depending on theme complexity and guest count. Premium themes with interactive activities: $500–$1,200. Add-ons: additional hour of hosting +$75–$150, photo booth rental +$100–$250, custom backdrop or signage +$50–$150, party favors or goodie bags +$5–$15 per guest. Corporate event packages: $800–$3,000 for team-building activities and branded setups. Travel fees for venues over 20 miles. Require 50% deposit at booking.</p><p><strong>Upsell & Business Growth:</strong> Develop signature theme packages marketed through social media showcasing stunning setups. Offer DIY rental option (decor rental without hosting service) at 40% of full-service price. Partner with venues (community centers, event spaces) for package deals. Create corporate team-building experiences (game show themes, escape room setups). Expand to holiday decoration services (Halloween, Christmas home decorating). Teach party planning or DIY decoration workshops. Build subscription model for companies hosting monthly employee celebrations. Collaborate with caterers, photographers, or entertainers for full-service event packages.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Instant Celebration Creator</em> badge after hosting 50 pop-up parties with 90% client satisfaction and demonstrated ability to transform ordinary spaces into extraordinary experiences efficiently. This badge celebrates your talent for bringing joy, energy, and magical moments wherever you go.</p>",
      "recommendedGear": ["Reusable themed decorations", "Tablecloths and banners", "Centerpieces", "Balloons and balloon pump", "Backdrop stands", "String lights", "Photo booth props", "Board games and activity supplies", "Portable speaker", "Extension cords", "Setup tools (tape, hooks, scissors)", "Storage containers"],
      "requirements": ["Background check", "Business license", "Liability insurance (essential)", "Venue permit knowledge", "Food handler certification (if providing food)", "Specialized activity insurance awareness"],
      "badges": ["Instant Celebration Creator", "Safety Verified"]
    },
    {
      "key": "proposal-surprise-planner",
      "label": "Proposal or Surprise Planner",
      "summary": "Orchestrate unforgettable marriage proposals and life-changing surprise moments. Coordinate every detail from secret planning to flawless execution, creating stories couples share for a lifetime.",
      "expanded": "<p><strong>How It Works:</strong> Work confidentially with proposer to plan surprise engagement or other significant life surprises (pregnancy announcements, homecoming reveals, adoption celebrations). Scout locations, coordinate timing, arrange decorations, hire photographer/videographer, manage logistics, and ensure everything unfolds perfectly. Stay hidden or nearby during execution to troubleshoot last-minute issues. Capture or coordinate documentation of the moment. Celebrate successful surprise with clients afterward. Requires discretion, attention to detail, and stress management under pressure.</p><p><strong>Tools & Startup Gear:</strong> Planning essentials: detailed timeline templates, vendor contact list (photographers, florists, musicians), location scouting checklist, and backup plans for weather/complications. Day-of kit: two-way radios or headsets for coordinating helpers, emergency supplies (tape, scissors, phone charger), weather protection (umbrellas, tarps), and timeline printouts for all participants. Decoration supplies based on theme (candles, flowers, signs, lighting). Professional attire for blending into public settings discreetly. Transportation for setup and coordination.</p><p><strong>Certifications & Requirements:</strong> Background check essential—clients are trusting you with life's most intimate moments. No formal certifications needed, though event planning experience highly valuable. Business license required. Liability insurance critical in case accidents or mishaps occur during surprise. Understand location permits (public parks, restaurants, landmarks may require permission or fees). Build strong network of trusted vendors who can execute on short notice. Maintain strict confidentiality—one slip ruins everything. Never share surprise details on social media before event, even vaguely.</p><p><strong>Safety & Best Practices:</strong> Conduct thorough location scouting in advance—test sight lines, lighting, accessibility, and backup shelter. Confirm all vendor timing 48 hours before and day-of morning. Have contingency plans for weather, location closures, or surprise recipient schedule changes. Coordinate with venue staff or security when working in semi-private spaces (restaurants, hotels). Brief all helpers on their roles and timing—practice if possible. Stay in communication via phone or radio during execution. Never pressure surprised person to respond certain way—emotions vary. Respect if they need private moment before photographs. Ensure proposer has realistic expectations—surprises don't always go exactly as planned. Document all agreements in writing to protect against miscommunication.</p><p><strong>Pricing Model:</strong> Consultation and basic planning: $200–$500 for location recommendations and timeline creation. Full-service surprise coordination: $800–$3,000+ depending on complexity, vendor coordination, and location logistics. Elaborate productions (flash mobs, large-scale decorations, multiple locations): $3,000–$10,000+. Add-ons: photographer/videographer coordination +$200–$500 (plus vendor costs), custom signage or props +$100–$400, musician or entertainer coordination +$150–$300, post-proposal celebration setup +$300–$800. Require 50% deposit upon booking, remainder 48 hours before event.</p><p><strong>Upsell & Business Growth:</strong> Expand to other surprise services: gender reveals, milestone birthday surprises, or reunion planning. Offer post-engagement services: save-the-date coordination or full wedding planning. Partner with jewelers for referral programs. Create proposal packages bundled with photography, flowers, and champagne toast. Develop signature location relationships (rooftop venues, scenic overlooks, private estates). Teach proposal planning workshops for DIY proposers. Build portfolio with stunning photography (with permission) to attract high-end clients. Offer destination proposal coordination for travel engagements.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Perfect Moment Architect</em> badge after successfully planning and executing 25 surprise proposals or major life events with 98% success rate and zero critical failures. This badge represents your mastery of discretion, timing, and creating magical moments that change lives forever.</p>",
      "recommendedGear": ["Timeline templates", "Vendor contact list", "Location scouting checklist", "Two-way radios or headsets", "Emergency supply kit", "Weather protection gear", "Decoration supplies", "Phone charger", "Professional attire", "Transportation"],
      "requirements": ["Background check (essential)", "Business license", "Liability insurance (critical)", "Location permit knowledge", "Vendor network", "Strict confidentiality protocols"],
      "badges": ["Perfect Moment Architect", "Safety Verified"]
    },
    {
      "key": "social-media-moments",
      "label": "Social Media Moments",
      "summary": "Create scroll-stopping social media content for individuals and small businesses. Film, edit, and deliver engaging short videos optimized for Instagram, TikTok, and other platforms to boost online presence.",
      "expanded": "<p><strong>How It Works:</strong> Help clients build social media presence through professional short-form video content. Meet to discuss brand, goals, and content style. Plan shoot concepts (product showcases, behind-the-scenes, tutorials, lifestyle content). Film using smartphone or camera with creative angles, good lighting, and engaging compositions. Edit quickly using mobile apps or desktop software adding music, text overlays, transitions, and effects. Optimize for platform specs (vertical 9:16, captions, hashtags). Deliver ready-to-post content. Offer one-time shoots or monthly content packages.</p><p><strong>Tools & Startup Gear:</strong> Camera options: high-quality smartphone (iPhone 12+, Samsung S21+) or entry-level mirrorless camera. Essential accessories: phone tripod or gimbal for stabilization, ring light or portable LED panel for flattering lighting, external microphone (lavalier for interviews, shotgun for b-roll), and backdrop or reflector for controlled shoots. Editing: Mobile apps (CapCut, InShot, VN Editor) or desktop software (Adobe Premiere Rush, Final Cut Pro). Props and styling items based on niche. Cloud storage for delivering finished content.</p><p><strong>Certifications & Requirements:</strong> Background check for entering businesses or homes. No formal certifications required—portfolio demonstrates style and quality. Social media marketing courses helpful for understanding platform algorithms and trends. Business license required. Understand platform content policies (copyright, prohibited content). Use royalty-free music from apps' libraries or licensed music to avoid takedowns. Respect media release forms—never post client content publicly without permission. Understand FTC disclosure requirements if creating sponsored or promotional content (must clearly label ads).</p><p><strong>Safety & Best Practices:</strong> Get written permission for filming locations, especially businesses or private property. Use media release forms for anyone appearing in content. Stay current with platform trends but maintain brand consistency for clients. Optimize videos for mobile viewing (large text, clear visuals, captions for sound-off viewing). Deliver content with suggested captions, hashtags, and posting times. Set realistic expectations—viral success isn't guaranteed. Provide quick turnaround (24–72 hours ideal for trending content). Back up all raw footage until client confirms satisfaction. Never guarantee follower counts or engagement rates—focus on quality content creation.</p><p><strong>Pricing Model:</strong> Single video (concept, film, edit): $75–$250 depending on complexity and length. Content packages: 4 videos/month $250–$600, 8 videos/month $450–$1,000, 12 videos/month $600–$1,500. Add-ons: scriptwriting or concept development +$50–$100 per video, on-location shooting (vs. in-studio) +$75–$150, rush delivery (under 24 hours) +$100–$200, usage rights for ads +20–50% fee. Offer startup packages for new businesses: 10-video library for $800–$1,500. Require 50% deposit for new clients.</p><p><strong>Upsell & Business Growth:</strong> Specialize in industries: restaurants, fitness studios, boutiques, real estate, or personal brands (coaches, influencers). Offer social media management beyond content creation (scheduling, community management, analytics). Teach smartphone videography workshops for DIY businesses. Create content templates or presets for passive income. Partner with marketing agencies or web designers for bundled services. Provide UGC (user-generated content) style videos for brand partnerships. Offer live event coverage for real-time posting. Build your own social media presence showcasing your work to attract clients organically.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Viral Content Creator</em> badge after producing 200 social media videos with 90% client satisfaction and demonstrated ability to create engaging, platform-optimized content that drives views and engagement. This badge proves your finger is on the pulse of digital trends and your skill in translating ideas into shareable moments.</p>",
      "recommendedGear": ["High-quality smartphone or camera", "Phone tripod or gimbal", "Ring light or LED panel", "External microphone", "Backdrop or reflector", "Editing apps (CapCut, InShot, Premiere Rush)", "Cloud storage", "Props and styling items"],
      "requirements": ["Background check", "Business license", "Portfolio demonstration", "Platform content policy awareness", "Media release forms", "FTC disclosure compliance", "Royalty-free music licensing"],
      "badges": ["Viral Content Creator", "Business Ready"]
    },
    {
      "key": "appliance-detailing",
      "label": "Appliance Detailing",
      "summary": "Deep-clean refrigerators, ovens, dishwashers, and other major appliances inside and out. Transform grimy, neglected appliances into sparkling-clean units that look and perform better.",
      "expanded": "<p><strong>How It Works:</strong> Offer specialized deep-cleaning services for major kitchen and laundry appliances. Remove shelves, drawers, and removable parts for thorough cleaning. Scrub interiors, deodorize, degrease, and polish exteriors. Address common problem areas: oven baked-on grease, refrigerator spills, dishwasher buildup, washing machine mold. Photograph before/after for portfolio. Perfect for move-in/move-out cleanings, spring cleaning, or maintenance for homeowners and property managers.</p><p><strong>Tools & Startup Gear:</strong> Essential cleaning supplies: degreaser, stainless steel cleaner, baking soda, white vinegar, dish soap, microfiber cloths, scrub brushes (various stiffness), magic erasers, toothbrush for crevices, vacuum with hose attachment. Protective gear: rubber gloves, knee pads, apron. Tools: putty knife or plastic scraper for stubborn buildup, flashlight for inspecting dark corners. Buckets, spray bottles, and portable vacuum for debris. Camera or phone for before/after documentation.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering homes. No formal certifications needed. Appliance cleaning or hospitality experience helpful. Business license may be required depending on location. Liability insurance recommended to protect against accidental damage to appliances. Never disassemble appliances beyond removing user-accessible parts (shelves, drawers, filters). Never service gas lines, electrical wiring, or sealed components. Understand appliance manuals and manufacturer cleaning recommendations.</p><p><strong>Safety & Best Practices:</strong> Always unplug appliances before cleaning (except refrigerators—work quickly to minimize temperature loss). Never use abrasive cleaners on stainless steel or delicate finishes. Test cleaners on inconspicuous areas first. Avoid mixing cleaning chemicals (vinegar + bleach creates toxic fumes). Wear gloves when handling degreasers or harsh cleaners. Ensure proper ventilation when using strong cleaners. Take before photos to document existing damage. Reassemble all parts correctly and test basic function before leaving. Alert clients to any mechanical issues discovered during cleaning (leaks, unusual sounds, damage).</p><p><strong>Pricing Model:</strong> Price per appliance: Refrigerator (full interior + exterior) $75–$150, Oven/range (interior + exterior) $100–$200, Dishwasher (filter cleaning + interior) $60–$100, Washing machine/dryer (cleaning + deodorizing) $75–$125 each. Package deals: Full kitchen (refrigerator + oven + dishwasher) $200–$350. Add-ons: microwave deep clean +$30–$50, coil cleaning (refrigerator) +$40. Offer move-in/move-out discounts for multiple appliances. Recurring maintenance packages: quarterly deep cleans at 15% discount.</p><p><strong>Upsell & Business Growth:</strong> Partner with real estate agents, property managers, and moving companies for regular referrals. Offer appliance maintenance education (filter changes, coil cleaning schedules). Bundle with general maid services or kitchen deep cleaning. Expand to commercial appliances (restaurants, break rooms) at premium rates. Create subscription model for homeowners: quarterly appliance detailing package. Teach appliance care workshops. Specialize in high-end or luxury appliances requiring specialized care. Document transformations for social media marketing (with permission).</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Appliance Specialist</em> badge after deep-cleaning 100 major appliances with 95% client satisfaction and zero damage claims. This badge demonstrates your attention to detail and ability to restore appliances to like-new condition safely and effectively.</p>",
      "recommendedGear": ["Degreaser", "Stainless steel cleaner", "Baking soda", "White vinegar", "Microfiber cloths", "Scrub brushes", "Magic erasers", "Rubber gloves", "Knee pads", "Plastic scraper", "Vacuum with hose", "Spray bottles", "Camera for documentation"],
      "requirements": ["Background check", "Business license (location-dependent)", "Liability insurance (recommended)", "Appliance manual knowledge", "Never service gas/electrical components"],
      "badges": ["Appliance Specialist", "Safety Verified"]
    },
    {
      "key": "appliance-installer-basic",
      "label": "Appliance Installer (Non-Licensed Tasks)",
      "summary": "Install washers, dryers, refrigerators, and dishwashers—focusing on delivery, leveling, hookups to existing connections, and basic testing. Strictly non-licensed work only.",
      "expanded": "<p><strong>How It Works:</strong> Provide installation services for major appliances delivered by retailers or purchased by homeowners. Unbox, position, level, and connect appliances to existing water lines, drain hoses, electrical outlets, or gas connections (gas connections only if you hold proper licensing). Test for leaks, proper operation, and stability. Remove packaging and old appliance if requested. Strictly limit work to connecting pre-existing hookups—never run new electrical, plumbing, or gas lines without proper licenses.</p><p><strong>Tools & Startup Gear:</strong> Essential tools: adjustable wrench, pliers, level, screwdrivers (flathead and Phillips), measuring tape, dolly or appliance cart for moving heavy units, furniture sliders, flashlight, and bucket (for catching water during disconnection). Supplies: Teflon tape for water connections, rubber washers, drain hose clamps. Protective gear: work gloves, knee pads, back support belt. Camera for documenting installation and existing conditions.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering homes. No formal certifications needed for basic installation, but appliance installation experience essential. Never perform licensed trade work (running new electrical circuits, soldering gas lines, cutting into walls for plumbing) without proper state/local licenses. Liability insurance critical—water damage from improper installation can be costly. Understand manufacturer installation instructions for each appliance type. Know when to decline jobs requiring licensed electrician, plumber, or gas fitter. Business license may be required depending on location.</p><p><strong>Safety & Best Practices:</strong> Always turn off water supply and electrical power before disconnecting old appliances. Check that existing hookups are in good condition—report corroded valves, damaged outlets, or code violations to homeowner. Use proper lifting techniques or get help with heavy appliances (washers, refrigerators can exceed 200 lbs). Level all appliances properly to prevent vibration and ensure proper drainage. Test for water leaks by running short cycle and inspecting all connections. Verify electrical connections are secure and grounded. Never force connections—if parts don't fit, source correct adapters. Remove all packaging materials and protect floors during installation. Provide homeowner with operation manual and warranty information.</p><p><strong>Pricing Model:</strong> Installation fees by appliance type: Washer or dryer $75–$150 each, Refrigerator (no water line) $100–$175, Dishwasher $125–$250, Over-the-range microwave $150–$300. Add-ons: old appliance removal and disposal +$50–$100, haul away packaging +$25, install water line to refrigerator (if licensed) +$75–$150. Travel fees for jobs over 20 miles. Offer multi-appliance discounts: 2 or more at 15% off per unit. Charge premium for same-day or weekend installations.</p><p><strong>Upsell & Business Growth:</strong> Partner with appliance retailers for installation referrals. Offer appliance removal and recycling service. Provide extended testing and setup (programming, app connection, features walkthrough). Bundle with appliance detailing service for move-in ready units. Expand to commercial installations (laundromats, rental properties) at higher rates. Obtain licensing for gas and plumbing work to capture full-service installations. Create maintenance contracts for rental property owners. Teach DIY installation workshops at home improvement stores.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Appliance Pro</em> badge after successfully installing 75 major appliances with 98% first-time success rate and zero leak or damage incidents. This badge shows your technical competence and commitment to safe, code-compliant installations that protect homeowners.</p>",
      "recommendedGear": ["Adjustable wrench", "Pliers", "Level", "Screwdrivers", "Measuring tape", "Appliance dolly", "Furniture sliders", "Flashlight", "Bucket", "Teflon tape", "Work gloves", "Knee pads", "Back support belt"],
      "requirements": ["Background check", "Installation experience (essential)", "Liability insurance (critical)", "Never perform licensed trade work without credentials", "Business license (location-dependent)", "Manufacturer installation manual knowledge"],
      "badges": ["Appliance Pro", "Safety Verified"]
    },
    {
      "key": "closet-detox-donation",
      "label": "Closet Detox & Donation",
      "summary": "Help clients declutter wardrobes by sorting, organizing, and coordinating donation pickups. Transform overflowing closets into functional, curated spaces while supporting charitable causes.",
      "expanded": "<p><strong>How It Works:</strong> Meet with clients to assess clothing, shoes, and accessories. Sort items into categories: keep, donate, sell, trash. Help clients make decisions using criteria (worn in past year, fits current lifestyle, condition). Organize keep items by category and season. Bag donations, research local charities accepting specific items, and coordinate pickup or drop-off. Photograph organized closets for portfolio. Offer virtual consultations for remote clients who self-execute with your guidance.</p><p><strong>Tools & Startup Gear:</strong> Basic supplies: donation bags or boxes, labeling materials, hangers (velvet non-slip recommended), shelf dividers, measuring tape, notebook or tablet for inventory. Optional: clothing steamer for refresh, lint roller, stain treatment guide. Transportation for donation drop-offs if pickup not available. Camera or phone for before/after photos. Printed resource guide of local donation centers with item restrictions and hours.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering homes and bedrooms. No formal certifications needed. Professional organizing or personal styling experience helpful. Business license may be required depending on location. Understand local donation center requirements (some don't accept certain items, require appointments, or offer tax receipts). Never pressure clients to discard sentimental items. Respect client privacy—clothing is personal. Maintain confidentiality about client lifestyles or belongings.</p><p><strong>Safety & Best Practices:</strong> Wear comfortable clothing and closed-toe shoes for physical work. Use step stool safely when accessing high shelves. Wash hands frequently when handling clothing. Identify and properly dispose of damaged items (mold, severe stains, beyond repair). Separate items for resale vs. donation vs. trash clearly. Provide clients with donation tax receipt guidelines. Research charities to ensure legitimate operations. Never take client items without permission. Respect client decision-making pace—some find decluttering emotionally difficult. Offer encouragement and practical decision-making frameworks without judgment.</p><p><strong>Pricing Model:</strong> Hourly rate: $40–$75/hour for hands-on organizing. Project-based: Small closet (4 hours) $200–$350, Walk-in closet (6–8 hours) $350–$600, Full bedroom or multiple closets $600–$1,200. Virtual consultations: $75–$150 for 90-minute session with follow-up plan. Add-ons: donation drop-off service +$50–$100, consignment research and coordination +$75–$150, closet system recommendations +$50. Offer package deals: 3-session commitment at 10% discount for clients needing ongoing support.</p><p><strong>Upsell & Business Growth:</strong> Expand to full home organization (kitchen, garage, office). Partner with donation centers, consignment shops, or estate sale companies for referral income. Offer seasonal wardrobe rotation services (store winter items, bring out summer). Bundle with closet system installation services. Teach decluttering workshops or webinars. Create digital organization planners or checklists for passive income. Specialize in life transitions (moving, downsizing, post-divorce, inheritance). Offer personal shopping services to rebuild curated wardrobes after decluttering. Build ongoing relationships with clients needing quarterly maintenance sessions.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Declutter Champion</em> badge after helping 40 clients successfully donate or rehome 2,000+ clothing items while creating functional, organized spaces. This badge represents your talent for turning chaos into clarity and helping people simplify their lives with compassion.</p>",
      "recommendedGear": ["Donation bags or boxes", "Labels and markers", "Quality hangers", "Shelf dividers", "Measuring tape", "Notebook or tablet", "Lint roller", "Step stool", "Camera for documentation", "Local donation center resource guide"],
      "requirements": ["Background check", "Business license (location-dependent)", "Local donation center knowledge", "Client privacy respect", "Non-judgmental approach"],
      "badges": ["Declutter Champion", "Business Ready"]
    },
    {
      "key": "closet-system-installer",
      "label": "Closet System Installer",
      "summary": "Install modular closet organization systems, shelving, rods, and accessories. Transform basic closets into custom storage solutions using DIY kits from major retailers or custom builds.",
      "expanded": "<p><strong>How It Works:</strong> Measure closet dimensions and assess storage needs with client. Recommend systems (ClosetMaid, Rubbermaid, IKEA PAX, or custom wood builds). Purchase or coordinate delivery of materials. Install shelving tracks, brackets, rods, drawers, and accessories per manufacturer instructions or custom design. Ensure level, secure mounting into studs, and proper weight distribution. Clean up and demonstrate system features. Photograph finished installation for portfolio.</p><p><strong>Tools & Startup Gear:</strong> Essential tools: drill/driver, level (48-inch recommended), stud finder, measuring tape, pencil, saw (circular or miter for cutting shelves), screwdrivers, hammer, safety glasses. Hardware: wall anchors for drywall (if studs unavailable), screws, brackets. Supplies: wood filler, touch-up paint, sandpaper, drop cloth for protecting floors. Ladder or step stool. Camera for documentation. Vehicle large enough to transport materials.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering homes. No formal certifications needed—installation experience and carpentry skills essential. Business license may be required depending on location. Liability insurance recommended to protect against installation errors or wall damage. Understand weight limits for different wall types (drywall, plaster, concrete). Know when structural support modifications require licensed contractor. Never cut into load-bearing walls or remove existing walls without proper permits and expertise.</p><p><strong>Safety & Best Practices:</strong> Always locate studs before drilling—use stud finder and verify by drilling pilot holes. Anchor heavy shelving into at least two studs for stability. Use appropriate anchors rated for weight when studs unavailable. Level all components carefully—unlevel shelves cause items to slide. Test weight capacity before declaring project complete. Protect floors and existing closet items during installation. Clean up all sawdust and debris. Verify all screws are tight and brackets secure. Provide client with weight limit guidelines and care instructions. Document wall condition before drilling in case of disputes.</p><p><strong>Pricing Model:</strong> Labor rates: $150–$400 for basic reach-in closet (4–6 hours), $400–$1,000 for walk-in closet (8–12 hours), $50–$80/hour for repairs or modifications. Materials: charge cost plus 20–30% markup if sourcing for client, or labor-only if client provides materials. Custom builds: $1,000–$5,000+ depending on complexity and materials (wire vs. wood systems). Add-ons: closet lighting installation +$100–$250, drawer assembly and installation +$75 per unit. Consultation fees: $75–$150 for measurement and design recommendations.</p><p><strong>Upsell & Business Growth:</strong> Offer design consultation services before installation. Partner with closet system retailers for installation referrals. Expand to pantry, garage, and office organization system installations. Bundle with decluttering services for complete closet transformation. Create custom wood systems for higher-end market. Specialize in master bedroom suite renovations. Offer maintenance and modification services as clients' needs change. Teach DIY closet system installation workshops at home improvement stores. Partner with real estate agents for property staging closet upgrades.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Organization Master</em> badge after installing 50 closet systems with 95% client satisfaction and demonstrated proficiency in multiple system types (wire, laminate, custom wood). This badge shows your technical skill in creating functional, beautiful storage solutions.</p>",
      "recommendedGear": ["Drill/driver", "48-inch level", "Stud finder", "Measuring tape", "Circular or miter saw", "Screwdrivers", "Hammer", "Safety glasses", "Wall anchors", "Wood filler", "Drop cloth", "Ladder", "Camera"],
      "requirements": ["Background check", "Installation/carpentry experience (essential)", "Business license (location-dependent)", "Liability insurance (recommended)", "Weight limit knowledge", "Never remove load-bearing walls"],
      "badges": ["Organization Master", "Safety Verified"]
    },
    {
      "key": "compost-recycling-collector",
      "label": "Compost & Recycling Collector",
      "summary": "Pick up composting materials and recyclables from homes or businesses on regular schedules. Support sustainability by diverting waste from landfills and delivering to proper facilities.",
      "expanded": "<p><strong>How It Works:</strong> Establish collection routes for compostable materials (food scraps, yard waste) and recyclables from clients lacking municipal services or wanting specialized pickup. Provide clients with collection bins or bags. Pick up on scheduled days (weekly or bi-weekly), transport to composting facilities or recycling centers, and provide weight/volume reports. Offer educational materials on proper sorting. Perfect for eco-conscious communities, urban areas without municipal composting, or businesses seeking sustainability programs.</p><p><strong>Tools & Startup Gear:</strong> Essential equipment: vehicle (truck, van, or cargo trailer), collection bins with lids (for client use), heavy-duty bags or liners, hand truck or dolly for moving bins, gloves, hand sanitizer, odor neutralizer spray. Cleaning supplies: bin washing equipment (pressure washer or hose with brush), eco-friendly cleaner, tarp or containment area. Route planning: GPS, customer management system, scales for weighing material (if charging by weight). Partnerships with local composting facilities and recycling centers (confirm acceptance policies and fees).</p><p><strong>Certifications & Requirements:</strong> Background check for residential pickups. Business license required. Waste hauler permits may be required depending on local regulations—check with city/county. Vehicle insurance with commercial coverage. Partner agreements with composting facilities and recycling centers. Understand what materials can/cannot be composted or recycled. Never mix contaminated recyclables or non-compostable items. Food handler awareness helpful for managing compost materials safely. Follow local environmental regulations for waste transport and disposal.</p><p><strong>Safety & Best Practices:</strong> Wear gloves when handling bins—compost can contain bacteria. Secure bins in vehicle to prevent spills during transport. Clean and sanitize bins regularly (offer as add-on service). Properly dispose of contaminated batches (non-compostable items mixed in). Educate clients on acceptable materials—provide laminated sorting guides. Confirm facility acceptance policies before collecting new material types. Track routes efficiently to minimize fuel use and environmental impact. Offer bin exchange program (drop clean bin, pick up full one) for convenience. Maintain odor control with sealed bins and frequent pickups. Document waste diversion statistics for client reports.</p><p><strong>Pricing Model:</strong> Residential subscriptions: $15–$40/month for weekly compost pickup, $10–$25/month for bi-weekly recycling pickup. Commercial rates: $50–$200/month depending on volume and frequency. Charge per bin or by weight/volume. Add-ons: bin cleaning service +$5–$10 per cleaning, extra pickups +$10–$20, bin rental included or $5–$15/month. Offer annual prepay discounts (10–15% off). Bundle compost + recycling at reduced combined rate. Charge premium for same-day or rush pickups.</p><p><strong>Upsell & Business Growth:</strong> Expand to commercial clients (restaurants, office buildings, schools). Offer educational workshops on composting and recycling. Partner with community gardens to sell finished compost. Provide waste audits showing landfill diversion statistics. Bundle with lawn care services (collect yard waste, return finished compost for gardens). Create corporate sustainability programs. Offer vermicomposting (worm bin) setup and maintenance. Sell or rent collection bins and supplies. Partner with environmental nonprofits or zero-waste initiatives. Scale by hiring additional drivers and expanding service areas.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Eco-Warrior</em> badge after collecting and diverting 10,000 lbs of organic and recyclable materials from landfills with 95% client retention. This badge celebrates your commitment to environmental sustainability and helping communities reduce their ecological footprint.</p>",
      "recommendedGear": ["Vehicle (truck or van)", "Collection bins with lids", "Heavy-duty bags", "Hand truck", "Gloves", "Odor neutralizer", "Pressure washer or hose", "Eco-friendly cleaner", "GPS", "Scales", "Customer management system"],
      "requirements": ["Background check", "Business license", "Waste hauler permit (location-dependent)", "Commercial vehicle insurance", "Facility partnerships", "Material acceptance policy knowledge", "Environmental regulation compliance"],
      "badges": ["Eco-Warrior", "Safety Verified"]
    },
    {
      "key": "declutter-coach",
      "label": "Declutter Coach (Virtual/Local)",
      "summary": "Guide clients through decluttering entire homes using proven organizational systems. Offer hands-on local support or virtual coaching sessions to help people simplify their spaces and lives.",
      "expanded": "<p><strong>How It Works:</strong> Work with overwhelmed clients to systematically declutter homes using methodologies (KonMari, FlyLady, minimalism principles). Conduct initial assessment of problem areas and goals. Create customized decluttering plans with timeline and priorities. For local clients: work hands-on sorting, organizing, and decision-making. For virtual clients: conduct video sessions guiding them through process room-by-room with homework assignments. Teach sustainable organizational habits to prevent re-cluttering. Offer accountability check-ins and progress tracking.</p><p><strong>Tools & Startup Gear:</strong> Virtual setup: reliable video conferencing software (Zoom, Google Meet), screen sharing capability, digital workbooks or templates, progress tracking tools (Trello, Asana, spreadsheets). Local setup: organizational supplies (labels, bins, drawer dividers), measuring tape, notebook, camera for before/after documentation. Resource materials: donation center directories, hazardous waste disposal guides, consignment shop contacts. Marketing materials: professional website, social media presence, client testimonials.</p><p><strong>Certifications & Requirements:</strong> Background check required for in-home coaching. No mandatory certifications, though professional organizer certifications (NAPO, KonMari consultant) add credibility. Psychology or coaching background helpful for handling emotional attachment to possessions. Business license may be required. Understand hoarding disorder signs and when to refer clients to mental health professionals—decluttering coaches are not therapists. Maintain strict client confidentiality about their living situations.</p><p><strong>Safety & Best Practices:</strong> Set realistic expectations—major decluttering takes months, not days. Start with easy wins (expired items, obvious trash) to build momentum. Never force clients to discard items—guide decision-making process. Recognize emotional difficulty of letting go—provide encouragement without judgment. Watch for signs of hoarding disorder (extreme attachment, distress, safety hazards) and refer to professionals. For virtual sessions, ensure clients have safe workspace and time commitment. Document progress with photos (with permission) for motivation. Create maintenance systems to prevent backsliding. Respect cultural differences in attitudes toward possessions and space.</p><p><strong>Pricing Model:</strong> Virtual coaching: $50–$125/hour for video sessions, package deals for 4-session commitments at $200–$400. Local hands-on coaching: $75–$150/hour with 4-hour minimums. Whole-home projects: $1,500–$5,000+ depending on size and clutter level. Offer initial consultations: $75–$150 for assessment and plan creation. Monthly accountability packages: $100–$300 for weekly check-ins and support. Corporate workshops on workspace organization: $500–$2,000 per event. Sliding scale options for clients with financial constraints.</p><p><strong>Upsell & Business Growth:</strong> Certify as professional organizer (NAPO) or specific methodology (KonMari). Create digital products: decluttering workbooks, challenge programs, video courses. Offer specialized services: downsizing for seniors, ADHD-friendly organization, post-divorce decluttering. Partner with real estate agents for home staging decluttering. Write blog or book on decluttering methods. Teach group workshops or webinars. Build referral network with therapists, estate sale companies, and donation centers. Create membership community for ongoing support. Scale through training other coaches under your brand.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Clarity Creator</em> badge after coaching 30 clients through complete home decluttering with 85% completion rate and documented space transformation. This badge recognizes your skill in helping people overcome overwhelm and create peaceful, functional living environments.</p>",
      "recommendedGear": ["Video conferencing software", "Digital workbooks", "Progress tracking tools", "Organizational supplies (bins, labels)", "Measuring tape", "Camera", "Donation center directory", "Professional website"],
      "requirements": ["Background check (for in-home)", "Business license (location-dependent)", "Professional organizer certification (optional)", "Client confidentiality protocols", "Mental health referral awareness"],
      "badges": ["Clarity Creator", "Business Ready"]
    },
    {
      "key": "backyard-movie-setup",
      "label": "Backyard Movie Setup",
      "summary": "Transform backyards into outdoor cinema experiences with projector, screen, sound system, and seating arrangements. Perfect for parties, date nights, or family movie events under the stars.",
      "expanded": "<p><strong>How It Works:</strong> Provide complete outdoor movie night setup services for residential clients. Bring portable projection equipment, inflatable or frame screen, sound system, and optional seating/blankets. Arrive 1-2 hours before showtime to set up in client's backyard, patio, or outdoor space. Test all equipment, ensure optimal viewing angle and sound quality, provide brief tutorial on controls. Return next day (or later same night) for teardown and equipment retrieval. Offer package deals including movie selection assistance, popcorn machine, and themed decorations.</p><p><strong>Tools & Startup Gear:</strong> Essential equipment: portable projector (minimum 3000 lumens for outdoor use), inflatable or frame projection screen (120-150 inches recommended), outdoor-rated sound system or Bluetooth speaker, extension cords (outdoor-rated, 50-100 feet), power strip with surge protection. Optional upgrades: streaming device (Roku, Fire Stick), popcorn machine, portable generator for off-grid locations, outdoor lights or string lights, folding chairs or bean bags, blankets and pillows. Vehicle large enough to transport equipment. Weatherproof storage containers for electronics.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering client properties. No formal certifications needed. Basic audio-visual and technical troubleshooting skills essential. Business license may be required depending on location. Liability insurance recommended to protect against equipment damage or injuries during setup. Understand copyright laws—never facilitate illegal movie streaming or piracy. Clients must own, rent, or have legal access to films shown. Know local noise ordinances for outdoor events. Never block emergency exits or access routes with equipment.</p><p><strong>Safety & Best Practices:</strong> Always check weather forecast 24 hours before event—have cancellation/rescheduling policy for rain or high winds. Secure screen properly with stakes or weights to prevent tipping. Use outdoor-rated extension cords and keep all connections away from foot traffic. Tape down cords or use cord covers to prevent trip hazards. Ensure projector has adequate ventilation to prevent overheating. Test all equipment before leaving setup location. Provide clients with basic troubleshooting guide for adjusting volume or pausing. Position screen away from direct light sources (streetlights, porch lights). Check with neighbors about noise levels and timing. Set up early enough to test during daylight and make adjustments before darkness. Have backup batteries or power source plan.</p><p><strong>Pricing Model:</strong> Basic package (projector + screen + sound): $150-$300 for evening rental. Premium package (basic + seating + popcorn machine + decorations): $300-$500. Multi-night packages: 2nd night at 30% discount. Add-ons: additional seating +$50-$100, popcorn machine with supplies +$75, themed decorations +$50-$150, setup at venue beyond residential (parks, events) +$100-$200. Delivery and setup within 20 miles included; additional mileage at $1-$2/mile. Require deposit (50%) at booking, remainder due at setup. Damage waiver or insurance option: +$25-$50.</p><p><strong>Upsell & Business Growth:</strong> Partner with event planners for wedding receptions, corporate events, or community gatherings. Offer seasonal outdoor movie series for neighborhoods or HOAs. Create themed movie night packages (80s classics, Disney, horror marathons). Bundle with other outdoor services (landscape lighting setup, outdoor furniture rental). Expand to large-scale events with commercial-grade equipment. Offer purchase option for clients wanting to buy equipment after rental. Teach DIY outdoor movie setup workshops. Partner with local businesses for sponsored community movie nights. Create corporate team-building packages. Scale by purchasing multiple equipment sets and hiring setup crews.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Outdoor Cinema Pro</em> badge after successfully setting up 50 backyard movie nights with 95% client satisfaction and zero weather-related cancellations due to poor planning. This badge demonstrates your technical expertise and ability to create magical outdoor entertainment experiences.</p>",
      "recommendedGear": ["Portable projector (3000+ lumens)", "Inflatable or frame screen (120-150 inches)", "Outdoor sound system", "Outdoor-rated extension cords (50-100 ft)", "Power strip with surge protection", "Streaming device", "Popcorn machine (optional)", "Portable generator (optional)", "Weatherproof storage containers"],
      "requirements": ["Background check", "Business license (location-dependent)", "Liability insurance (recommended)", "AV troubleshooting skills", "Copyright law awareness", "Local noise ordinance knowledge"],
      "badges": ["Outdoor Cinema Pro", "Safety Verified"]
    },
    {
      "key": "lawn-care-service",
      "label": "Lawn Care",
      "summary": "Maintain healthy, beautiful lawns for residential and commercial clients. Offer mowing, trimming, edging, and cleanup—using your own equipment or client's tools for flexible service options.",
      "expanded": "<p><strong>How It Works:</strong> Provide regular lawn maintenance services on weekly, bi-weekly, or monthly schedules. Two service models: (1) Bring Your Own Equipment—transport your mower, trimmer, and tools to client properties, or (2) Use Customer Equipment—operate client's existing equipment at reduced rates. Core services include mowing at proper height, trimming around obstacles, edging walkways and driveways, blowing or raking clippings, and disposing of debris. Photograph completed work for quality documentation. Offer seasonal services like aeration, overseeding, or leaf removal.</p><p><strong>Tools & Startup Gear:</strong> For BYOE model: push or riding mower appropriate for property sizes you serve, string trimmer/weed eater, edger, leaf blower, safety equipment (ear protection, safety glasses, work gloves, steel-toe boots), fuel cans and 2-cycle oil, trash bags for debris, basic hand tools (rake, shovel). For customer equipment model: verify tools are in working condition and have necessary fuel before starting. Both models: vehicle with trailer or truck bed for transporting equipment. First-aid kit, water bottle, sunscreen, and hat for outdoor work comfort.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering residential properties. No mandatory certifications for basic lawn care. Pesticide applicator license required if offering chemical treatments (varies by state). Business license and general liability insurance essential. Understand local noise ordinances restricting mowing hours (typically no work before 7-8 AM or after 8 PM). Workers' compensation insurance if hiring employees. Know proper mowing heights for grass types in your region. Never mow wet grass or during thunderstorms. Confirm property boundaries before service to avoid neighbor disputes.</p><p><strong>Safety & Best Practices:</strong> Always wear closed-toe boots, long pants, safety glasses, and hearing protection when operating power equipment. Inspect lawn for debris, toys, rocks, or pet waste before mowing—remove hazards. Check equipment before each use: sharp blades, proper oil levels, secure guards. Never remove safety features from equipment. Mow across slopes, never up and down to prevent rollovers. Keep children and pets at safe distance during operation. Use proper lifting techniques when loading equipment. Stay hydrated in hot weather and take breaks in shade. Maintain equipment regularly: sharpen blades every 20-25 hours, change oil per manufacturer schedule, clean air filters. Communicate clearly about service scope and timing with clients. Take before/after photos as proof of service completion.</p><p><strong>Pricing Model:</strong> Pricing varies by lot size and service frequency. Small yards (under 5,000 sq ft): $30-$50 per visit. Medium yards (5,000-10,000 sq ft): $50-$80 per visit. Large yards (10,000-20,000 sq ft): $80-$150 per visit. Extra-large or acreage: $100-$300+ or hourly at $40-$75/hour. Using customer equipment: offer 20-30% discount from BYOE rates. Subscription discounts: weekly service at full price, bi-weekly at 10% off, monthly at 15% off. Add-on services: edging +$10-$20, bagging clippings +$15-$30, trimming bushes +$25-$75, leaf removal seasonal pricing. First-time customer discount to build clientele.</p><p><strong>Upsell & Business Growth:</strong> Expand service offerings: aeration, overseeding, fertilization (requires licensing), weed control, mulch installation, seasonal cleanup. Partner with landscaping companies for referrals on maintenance after installation. Offer snow removal services in winter using same client base. Create commercial property contracts (HOAs, apartment complexes, businesses) for steady income. Bundle lawn care with pressure washing, window cleaning, or gutter services. Hire crews and scale to multiple properties per day. Invest in commercial-grade equipment for efficiency. Build route density by marketing within neighborhoods. Offer prepaid seasonal packages for guaranteed income. Create lawn care subscription app or online booking system.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Lawn Master</em> badge after completing 200 lawn services with 95% on-time performance and 90% client retention rate. This badge proves your reliability, consistency, and commitment to maintaining beautiful outdoor spaces season after season.</p>",
      "recommendedGear": ["Lawn mower (push or riding)", "String trimmer", "Edger", "Leaf blower", "Safety glasses", "Ear protection", "Work gloves", "Steel-toe boots", "Fuel cans", "Trailer or truck"],
      "requirements": ["Background check", "Business license", "General liability insurance", "Noise ordinance awareness", "Pesticide license (if applying chemicals)", "Workers' comp (if hiring employees)"],
      "badges": ["Lawn Master", "Safety Verified"]
    },
    {
      "key": "plant-garden-maintenance",
      "label": "Plant & Garden Maintenance",
      "summary": "Care for gardens, flower beds, potted plants, and landscaping with watering, pruning, weeding, fertilizing, and seasonal planting. Help clients maintain healthy, beautiful outdoor and indoor plant life.",
      "expanded": "<p><strong>How It Works:</strong> Provide ongoing maintenance for residential or commercial gardens and landscapes. Services include watering (manual or system monitoring), weeding, deadheading flowers, pruning shrubs and perennials, mulching beds, fertilizing, pest inspection, and seasonal planting or cleanup. Create custom care schedules based on plant types, local climate, and client preferences. Offer virtual or in-person consultations to assess plant health and recommend treatments. Perfect for busy homeowners, vacation properties, or businesses wanting professional landscape upkeep.</p><p><strong>Tools & Startup Gear:</strong> Hand tools: pruning shears, loppers, hand trowel, cultivator, weeding fork, garden gloves, kneeling pad. Watering: hoses, watering cans, spray nozzles. Maintenance supplies: wheelbarrow, garden bags for debris, mulch and compost, organic fertilizers, eco-friendly pest control products. Identification tools: plant identification apps, local plant guide books, soil pH tester. Safety gear: sun hat, sunscreen, long sleeves for poison ivy areas, tick repellent. Camera for documenting plant health and progress. Vehicle for transporting tools and materials.</p><p><strong>Certifications & Requirements:</strong> Background check required for entering properties. No mandatory certifications for basic garden maintenance. Master Gardener certification or horticulture degree adds credibility and expertise. Pesticide applicator license required for chemical pesticide application (varies by state). Business license may be required. General liability insurance recommended. Understand local invasive species and never plant or spread them. Know toxic plants that pose risks to children or pets. Respect organic-only preferences when clients specify. Never apply treatments without client approval, especially in vegetable gardens or around edibles.</p><p><strong>Safety & Best Practices:</strong> Identify poisonous plants (poison ivy, poison oak, poison sumac) and wear protective clothing when working near them. Wear gloves to prevent cuts, blisters, and exposure to soil pathogens. Use proper pruning techniques to avoid damaging plants. Sterilize tools between properties to prevent disease spread. Apply fertilizers and treatments according to package instructions—more is not better. Water early morning or evening to minimize evaporation and fungal growth. Respect client watering restrictions or conservation guidelines. Watch for wildlife (bees, wasps, snakes) and work cautiously around nests or habitats. Properly dispose of diseased plant material—don't compost it. Use eco-friendly, pet-safe products when possible. Educate clients on plant care basics to reduce future issues.</p><p><strong>Pricing Model:</strong> Hourly rates: $35-$75/hour depending on expertise and services. Small garden maintenance (1-2 hours): $50-$150 per visit. Medium property (2-4 hours): $150-$300 per visit. Large estate or commercial: $300-$800+ or custom quotes. Seasonal services: spring cleanup $200-$600, fall prep $200-$500, winter protection $150-$400. Subscription packages: weekly visits at $150-$400/month, bi-weekly at $100-$250/month, monthly at $75-$200/month. Add-ons: mulch installation +$100-$300, new plantings +$50-$200 per plant plus materials, pest treatment +$75-$150, irrigation system check +$50-$100. Material markup: charge cost plus 20-30% for supplies you purchase.</p><p><strong>Upsell & Business Growth:</strong> Obtain Master Gardener certification to offer expert consultations. Expand to landscape design services for new garden installations. Partner with nurseries for plant sourcing discounts and referrals. Offer seasonal color rotation (swap annuals for continuous blooms). Provide indoor plant care for offices and commercial spaces. Create educational workshops on organic gardening or native plants. Specialize in niches: edible gardens, pollinator gardens, drought-tolerant landscaping, or container gardens. Bundle with lawn care for complete outdoor maintenance. Offer winter holiday decorating (wreaths, garland, outdoor displays). Build corporate accounts for office building landscaping. Scale by hiring additional gardeners and expanding service area.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Garden Guru</em> badge after maintaining 50 gardens through full growing seasons with 90% plant survival rates and 95% client satisfaction. This badge demonstrates your horticultural knowledge and commitment to nurturing healthy, thriving landscapes year-round.</p>",
      "recommendedGear": ["Pruning shears", "Loppers", "Hand trowel", "Weeding fork", "Garden gloves", "Wheelbarrow", "Hose and watering cans", "Kneeling pad", "Mulch and compost", "Eco-friendly fertilizers", "Plant ID apps", "Sun protection gear"],
      "requirements": ["Background check", "Business license (location-dependent)", "General liability insurance (recommended)", "Master Gardener certification (optional)", "Pesticide applicator license (if using chemicals)", "Invasive species awareness"],
      "badges": ["Garden Guru", "Safety Verified"]
    },
    {
      "key": "storm-prep-cleanup",
      "label": "Storm Prep & Cleanup",
      "summary": "Help clients prepare properties for incoming storms and clean up debris afterward. Secure outdoor items, cover assets, remove fallen branches, clear gutters, and restore yards to pre-storm condition.",
      "expanded": "<p><strong>How It Works:</strong> Offer two-phase service: (1) Storm Preparation—secure outdoor furniture, cover or move valuables, trim hazardous branches, clear gutters and drains, board windows if needed, and create emergency access plans. (2) Post-Storm Cleanup—remove fallen branches and debris, clear blocked drains, assess damage, tarp damaged roofs temporarily, document destruction for insurance (photos only, not claims filing). Work quickly during high-demand periods after severe weather. Coordinate with clients before storms hit and respond promptly after for cleanup needs.</p><p><strong>Tools & Startup Gear:</strong> Prep tools: chainsaw or pole saw for trimming hazardous branches, ladder (extension and step), tarps and bungee cords, rope and tie-downs, plywood and screws (for boarding), gutter cleaning tools. Cleanup tools: chainsaw (ensure proper training and safety equipment), loppers and pruners, rakes, heavy-duty trash bags or yard waste bags, wheelbarrow or trailer, work gloves (cut-resistant recommended), safety glasses, hard hat. PPE: steel-toe boots, reflective vest, first-aid kit. Vehicle: truck or trailer for hauling debris. Generator and fuel for extended power outages (optional but valuable).</p><p><strong>Certifications & Requirements:</strong> Background check required for property access. Chainsaw safety certification highly recommended before operating. Tree removal beyond basic branches requires licensed arborist or tree service—know your limits. Business license and general liability insurance essential due to high-risk nature of work. Never attempt electrical repairs or touch downed power lines—refer to licensed electricians and utility companies. Do not walk on damaged roofs without proper safety equipment and training. Understand local debris disposal regulations and dumping restrictions. Workers' compensation required if hiring help. Never file insurance claims on behalf of clients—document only.</p><p><strong>Safety & Best Practices:</strong> Monitor weather forecasts closely and communicate proactive prep services 48-72 hours before predicted storms. Wear all PPE: hard hat, safety glasses, steel-toe boots, cut-resistant gloves, and hearing protection for chainsaw work. Inspect trees for widowmakers (hanging broken branches) before working underneath. Never work alone on storm cleanup—have spotter or partner for safety. Assume all downed power lines are live—stay 35+ feet away and call utility company. Work in daylight only unless emergency lighting available. Use extreme caution with chainsaws—ensure proper training and never operate while fatigued. Take photos of damage before cleanup for client records (insurance documentation). Properly dispose of debris at approved facilities or coordinate municipal pickup. Never burn debris without local permits and fire safety clearance. Stay hydrated and take breaks in extreme heat during cleanup work.</p><p><strong>Pricing Model:</strong> Storm prep services: Small property (1-2 hours) $100-$200, Medium property (2-4 hours) $200-$400, Large property (4+ hours) $400-$800+. Emergency pre-storm services (24-48 hours before): add 25-50% premium. Post-storm cleanup: Hourly rate $50-$100/hour with 2-hour minimum, or project-based pricing: Small debris removal $150-$400, Medium cleanup $400-$1,000, Large/severe damage $1,000-$5,000+. Haul-away fees: charge per load or by volume. Emergency response (within 24 hours of storm): premium pricing at 1.5-2x normal rates. Tree removal or major limb work: $200-$2,000+ depending on size and complexity. Require deposits for prep work, payment upon completion for cleanup.</p><p><strong>Upsell & Business Growth:</strong> Partner with roofing companies, tree services, and restoration companies for referral networks. Offer annual storm prep subscriptions for proactive seasonal service. Expand to full property maintenance including gutter cleaning, tree trimming, and drainage solutions year-round. Provide generator installation and fuel delivery services. Create emergency contact lists and be first responder after storms. Obtain arborist certification for complete tree services. Invest in commercial equipment (wood chipper, stump grinder) for expanded capabilities. Build relationships with insurance adjusters and property managers. Offer documentation services (photos, reports) for insurance claims. Scale by hiring seasonal crews during peak storm seasons. Market to property management companies for multi-unit coverage.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Storm Responder</em> badge after successfully preparing 25 properties for severe weather and completing 50 post-storm cleanups with 100% safety record and 90% client satisfaction. This badge honors your readiness, responsiveness, and commitment to protecting communities during nature's most challenging moments.</p>",
      "recommendedGear": ["Chainsaw (with safety training)", "Ladder (extension and step)", "Tarps and bungee cords", "Rope and tie-downs", "Gutter cleaning tools", "Loppers and pruners", "Rakes", "Heavy-duty trash bags", "Wheelbarrow or trailer", "Hard hat", "Cut-resistant gloves", "Safety glasses", "Steel-toe boots", "Reflective vest"],
      "requirements": ["Background check", "Chainsaw safety certification (recommended)", "Business license", "General liability insurance (essential)", "Never touch downed power lines", "Know limits—refer tree removal to licensed arborists", "Workers' comp (if hiring)", "Local debris disposal knowledge"],
      "badges": ["Storm Responder", "Safety Verified"]
    },
    {
      "key": "tool-share-setup",
      "label": "Tool Share Setup",
      "summary": "Establish neighborhood tool-sharing programs where residents pool equipment like lawnmowers, ladders, and power tools. Organize systems, create agreements, label tools, and manage lending logistics to reduce costs and build community.",
      "expanded": "<p><strong>How It Works:</strong> Help neighborhoods, HOAs, apartment complexes, or community groups establish tool-sharing cooperatives. Assess community needs and inventory available tools. Create lending agreements, liability waivers, and usage policies. Develop checkout systems (digital app, physical logbook, or key-based access). Label all tools with identification tags and usage instructions. Set up central storage location (shed, garage, community room). Train participants on proper tool use and maintenance. Manage ongoing coordination, maintenance schedules, and conflict resolution. Offer setup as one-time service or ongoing management subscription.</p><p><strong>Tools & Startup Gear:</strong> Organization supplies: durable labels or engraving tool for marking equipment, inventory spreadsheets or management software, lockbox or key system for storage access, tool storage solutions (pegboards, shelving, cabinets). Documentation: template agreements (user liability waivers, tool checkout forms, damage policies), laminated usage instructions for each tool type, maintenance logs. Communication: group chat platform or email list for coordination, calendar system for reservations. Safety materials: basic tool safety guides, PPE recommendations sheet. Camera or smartphone for documenting tool condition.</p><p><strong>Certifications & Requirements:</strong> Background check if accessing private community spaces. No formal certifications required. Business or organizational skills essential. Understanding of liability issues critical. Consult with lawyer to draft proper liability waivers and agreements protecting both tool owners and borrowers. Business license may be required if charging fees. Insurance considerations: recommend participants add tool share to homeowners insurance policies or create group policy. Never promise tool sharing eliminates all liability—accidents happen. Understand local regulations for shared storage spaces. HOA approval may be required for common area usage.</p><p><strong>Safety & Best Practices:</strong> Create clear, written agreements signed by all participants covering: liability for injuries, responsibility for damage or loss, maintenance expectations, checkout/return procedures, and conflict resolution process. Inspect all contributed tools before adding to share—reject damaged or unsafe equipment. Require safety training or instruction manuals for power tools and dangerous equipment. Establish firm return deadlines and late fees to prevent hoarding. Build in mandatory maintenance periods (sharpen blades, oil tools, replace parts). Encourage tool owners to keep personal insurance on high-value items. Document tool condition with photos at each checkout/return. Create reserve fund through member fees for repairs and replacements. Maintain clear communication channels for reporting issues immediately. Remove problem participants who violate agreements repeatedly. Keep emergency contact list for all members.</p><p><strong>Pricing Model:</strong> One-time setup fee: Small group (5-10 households) $300-$600 for full setup including agreements, labeling, and training. Medium group (10-25 households) $600-$1,200. Large community (25+ households) $1,200-$3,000+. Ongoing management: $50-$200/month for maintaining inventory, coordinating reservations, handling conflicts, scheduling maintenance. Per-household fees: $25-$100 annually for membership in established program. Consulting only: $75-$150/hour for advising existing groups. Add-ons: custom storage shed setup +$500-$2,000, digital reservation system development +$200-$800, quarterly maintenance services +$100-$300.</p><p><strong>Upsell & Business Growth:</strong> Expand to other sharing economies: car shares, party supply shares, sports equipment libraries. Partner with local hardware stores for tool donations or discounts for share members. Offer commercial tool share setups for contractor cooperatives. Create franchise model for replicating system across multiple communities. Develop proprietary tool-sharing app or software for licensing. Provide ongoing seasonal tool rotation (lawn tools in summer, snow tools in winter). Offer equipment rental add-on for tools too expensive for community purchase. Teach workshops on collaborative consumption and sustainability. Partner with environmental nonprofits promoting resource sharing. Scale by certifying other organizers to replicate your system. Build relationships with apartment complex managers for resident amenity programs.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Community Builder</em> badge after establishing 10 successful tool-sharing programs with 100+ participating households and maintaining 85% member satisfaction over 12 months. This badge celebrates your role in fostering cooperation, reducing waste, and strengthening neighborhood bonds through practical resource sharing.</p>",
      "recommendedGear": ["Durable labels or engraving tool", "Inventory management software", "Lockbox or key system", "Tool storage solutions", "Template agreements and waivers", "Laminated instruction sheets", "Group communication platform", "Camera for documentation"],
      "requirements": ["Background check (for community access)", "Business license (if charging fees)", "Lawyer consultation for liability waivers", "Organizational and mediation skills", "Insurance awareness", "HOA approval (if applicable)"],
      "badges": ["Community Builder", "Business Ready"]
    },
    {
      "key": "trash-can-sanitation",
      "label": "Trash Can Sanitation",
      "summary": "Deep-clean and sanitize residential trash bins and recycling containers using eco-friendly methods. Eliminate odors, bacteria, and pests while managing water runoff responsibly for healthier homes and neighborhoods.",
      "expanded": "<p><strong>How It Works:</strong> Provide mobile trash can cleaning service bringing equipment directly to client homes. Pick up bins on collection day (after trash pickup) or clean at curbside. Use pressure washer and eco-friendly, biodegradable cleaning solutions to remove grime, bacteria, mold, and odors from interior and exterior of bins. Sanitize with food-safe disinfectant. Deodorize naturally. Return clean bins to property. Offer one-time deep cleans or subscription services (monthly, quarterly, seasonal). Perfect for residential clients, property managers, and businesses wanting clean, pest-free waste containers.</p><p><strong>Tools & Startup Gear:</strong> Cleaning equipment: gas or electric pressure washer (minimum 3000 PSI), specialized trash can cleaning attachment or custom-built cleaning rig, water tank and pump system (for mobile operation without water hookup), containment system for dirty water collection, wet/dry vacuum for water extraction. Cleaning supplies: eco-friendly, biodegradable degreaser and disinfectant, odor-neutralizing solutions (enzyme-based preferred), rubber gloves, safety glasses, rubber boots. Transportation: truck or trailer with water storage capacity (100-300 gallons) and wastewater containment. Scheduling software for route optimization and client management.</p><p><strong>Certifications & Requirements:</strong> Background check for residential service areas. No formal certifications required. Business license essential. Understand local water discharge regulations—never dump contaminated wastewater into storm drains, streets, or natural waterways. Many municipalities require wastewater recovery systems or discharge into sanitary sewer with permits. General liability insurance recommended. Follow EPA guidelines for wastewater disposal. Understand local environmental regulations on cleaning chemical use. Never use harsh chemicals harmful to septic systems or water treatment facilities. Workers' compensation if hiring employees.</p><p><strong>Safety & Best Practices:</strong> Always wear protective equipment: waterproof gloves, safety glasses, rubber boots, and waterproof apron when handling dirty bins and pressure washing. Inspect bins for sharp objects or broken parts before cleaning. Use eco-friendly, biodegradable cleaning products safe for environment and septic systems. Capture and properly dispose of wastewater—never let contaminated runoff enter storm drains (illegal in most areas and harmful to environment). Discharge into sanitary sewer where permitted or use mobile filtration/recovery system. Sanitize bins thoroughly to kill bacteria, viruses, and mold that cause illness. Apply deodorizer to prevent future odors. Work on stable, level surface to prevent equipment tipping. Keep pressure washer nozzle at safe distance from skin—never point at people or animals. Maintain equipment regularly: clean filters, check hoses for leaks, descale pressure washer. Communicate service schedule clearly so clients know when bins will be removed/returned.</p><p><strong>Pricing Model:</strong> Single bin cleaning: $20-$40 per bin depending on size and condition. Multi-bin package: 2 bins for $35-$60, 3 bins for $50-$75. Subscription pricing with discounts: monthly service $15-$30 per bin/month (4 cleanings), quarterly service $25-$50 per bin (single deep clean). Annual prepay: 10-15% discount. First-time customer deep clean: $25-$50 per bin for heavily soiled containers. Commercial pricing (restaurants, apartments): $50-$200+ per visit depending on bin size and quantity. Add-on services: recycling bin +$10-$20, compost bin +$15-$25, dumpster cleaning (commercial) $100-$400. Route discounts: neighbors signing up together receive 10-20% off when serviced same day.</p><p><strong>Upsell & Business Growth:</strong> Expand to commercial clients: restaurants, apartment complexes, schools, office buildings with dumpster cleaning. Offer HOA neighborhood programs servicing entire communities on contract. Partner with property management companies for multi-property contracts. Provide seasonal services: spring deep clean, pre-holiday sanitation. Bundle with pest control services for comprehensive waste area maintenance. Offer bin deodorizer subscription (monthly freshening spray service). Create referral program rewarding clients for neighbor signups. Invest in custom-built truck-mounted cleaning system for efficiency. Market eco-friendly credentials and water recovery systems. Scale by hiring teams and expanding service areas. Franchise model for replicating business in new markets. Develop proprietary cleaning solutions for retail sale.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Sanitation Specialist</em> badge after cleaning 500 trash bins with 95% client retention and zero environmental violations. This badge demonstrates your commitment to public health, environmental responsibility, and maintaining clean, odor-free communities through essential but often overlooked sanitation services.</p>",
      "recommendedGear": ["Pressure washer (3000+ PSI)", "Trash can cleaning attachment", "Water tank and pump (100-300 gallons)", "Wastewater containment system", "Eco-friendly degreaser", "Biodegradable disinfectant", "Odor-neutralizing solutions", "Rubber gloves", "Safety glasses", "Rubber boots", "Waterproof apron", "Truck or trailer"],
      "requirements": ["Background check", "Business license", "Water discharge permit compliance", "Never discharge to storm drains", "Wastewater recovery system (location-dependent)", "General liability insurance (recommended)", "EPA wastewater guidelines awareness", "Workers' comp (if hiring)"],
      "badges": ["Sanitation Specialist", "Safety Verified"]
    }
  ]
}
