{
  "services": [
    {
      "key": "lawncare",
      "label": "Lawn Care",
      "summary": "Flexible options: bring your tools or use the customer's. Offer a small discount when using customer equipment.",
      "expanded": "<p><strong>How it works:</strong> Choose equipment mode per booking. Using customer tools means faster transit and lower overhead—great for new gigers.</p><p><strong>Before you start:</strong> Confirm tool condition, fuel type, and yard boundaries in chat. Take quick photos (pre/post).</p><p><strong>Compliance:</strong> Follow local noise ordinances; wear PPE. Use the Equipment Use Agreement.</p><p><strong>Upsells:</strong> Leaf clean-up, edging, weed control, seasonal care.</p>",
      "recommendedGear": ["Mower/Edger or Customer Tools", "PPE (glasses/ear protection)", "Trash bags", "Fuel can"],
      "requirements": ["Background check", "Local noise/environmental rules"],
      "badges": ["Lawncare Basics", "Safety Verified"]
    },
    {
      "key": "meal-prep",
      "label": "Meal Prep / Personal Chef",
      "summary": "Cook in the client's kitchen or deliver prepped meals. Show food-safety certs and follow local rules.",
      "expanded": "<p><strong>Models:</strong> In-home cooking or off-site prep + delivery. Label allergens and dates; sanitize and avoid cross-contamination.</p><p><strong>Compliance:</strong> Many areas require food-handler certificates; some require licensed kitchens for off-site prep. Check our Local Law & Licensing Map.</p><p><strong>Business tips:</strong> Offer weekly menus, subscriptions, and grocery add-on.</p>",
      "recommendedGear": ["Chef jacket/hat", "Waterproof apron", "Food-safe containers", "Cooler/thermal bags"],
      "requirements": ["Background check", "Food-handler certificate (region-dependent)"],
      "badges": ["Meal Prep Safety Verified", "Chef Giger Certified"]
    },
    {
      "key": "laundry-fold",
      "label": "Laundry & Fold",
      "summary": "Four-bag system: Whites, Colors, Linens, Intimates (mesh wash-in). Pickup → Wash → Dry → Fold → Return.",
      "expanded": "<p><strong>System:</strong> Customer pre-sorts into branded bags. You keep each load separate and return folded in the same bag. Intimates remain in the mesh bag for wash/dry to protect delicate items.</p><p><strong>Pricing:</strong> By bag, by pound, or subscription. Add express and stain-treat upgrades.</p><p><strong>Hygiene:</strong> Sanitize machines, use liners, and communicate allergies.</p>",
      "recommendedGear": ["GigifyPro Laundry Bag Kit (4 bags)", "Gentle detergents", "Vehicle liners"],
      "requirements": ["Background check"],
      "badges": ["Laundry Giger Certified", "Safety Verified"]
    },
    {
      "key": "childcare",
      "label": "Childcare / Emergency Childcare",
      "summary": "Short-term, non-medical childcare. Verified background; follow household rules and emergency contacts.",
      "expanded": "<p><strong>Scope:</strong> Short-term care, activities, meals, and homework support (non-medical). Always follow parental instructions.</p><p><strong>Requirements:</strong> Background check is mandatory; local childcare rules may apply. Consider First Aid/CPR training.</p>",
      "recommendedGear": ["ID badge", "Activity kit (books/games)"],
      "requirements": ["Background check", "Local childcare guidelines"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "handyman",
      "label": "Handyman",
      "summary": "Light home tasks only. Bring your tools or use customer tools with an equipment agreement.",
      "expanded": "<p><strong>Scope:</strong> Minor repairs, installations, assembly. Avoid licensed trades unless you hold the proper license.</p><p><strong>Protection:</strong> Use Equipment Use Agreement when using customer tools. Wear PPE.</p>",
      "recommendedGear": ["Basic toolkit", "PPE", "Stud finder", "Level"],
      "requirements": ["Background check", "Local licensing for regulated tasks"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "massage",
      "label": "Massage",
      "summary": "Licensed & insured only. Upload credentials. Set clear boundaries and hygiene standards.",
      "expanded": "<p><strong>Compliance:</strong> Massage typically requires state licensure and insurance. Upload documents to activate this category.</p><p><strong>Setup:</strong> Clean linens, sanitization, professional conduct.</p>",
      "recommendedGear": ["Portable table", "Clean linens", "Sanitizer"],
      "requirements": ["Background check", "Massage license", "Insurance"],
      "badges": ["Business Ready", "Safety Verified"]
    },
    {
      "key": "personal-trainer",
      "label": "Personal Trainer",
      "summary": "Certifications recommended. Train at client home, outdoors, or gym with permission.",
      "expanded": "<p><strong>Compliance:</strong> Certifications (NASM/ACE/ISSA) recommended; follow gym rules if on premises.</p><p><strong>Offerings:</strong> Programs, nutrition guidance (non-medical), progress tracking.</p>",
      "recommendedGear": ["Bands/dumbbells", "Timer", "Mat"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "personal-shopper",
      "label": "Personal Shopper",
      "summary": "Smart routing & receipts. Offer weekly routes, deal-finding, and special requests.",
      "expanded": "<p><strong>Process:</strong> Confirm list/budget, share receipts, deliver on time. Offer recurring slots.</p>",
      "recommendedGear": ["Insulated bags", "Receipt envelope"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "maid-service",
      "label": "Maid Service",
      "summary": "Bring your kit or use customer supplies for sensitivities. Room-by-room checklist and photos.",
      "expanded": "<p><strong>Process:</strong> Checklist per room, photos (before/after) if approved, eco-friendly options.</p>",
      "recommendedGear": ["Cleaning kit", "Gloves", "Microfiber cloths"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "event-planner",
      "label": "Event Planner",
      "summary": "Plan small events; vendor coordination and timelines. Liability coverage recommended.",
      "expanded": "<p><strong>Scope:</strong> Birthdays, small weddings, community events. Contracts with vendors; clear timelines.</p>",
      "recommendedGear": ["Planner templates", "Vendor list", "Checklists"],
      "requirements": ["Background check"],
      "badges": ["Business Ready"]
    },
    {
      "key": "gift-buyer",
      "label": "Gift Buyer",
      "summary": "Budget-based gifting with taste profiles. Provide options and wrap/deliver.",
      "expanded": "<p><strong>Process:</strong> Collect preferences, propose 3 options per budget tier, handle purchase and wrap.</p>",
      "recommendedGear": ["Wrapping kit", "Card stock"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "transportation",
      "label": "Transportation & Errands",
      "summary": "Non-medical transport & airport runs. Valid license/insurance required.",
      "expanded": "<p><strong>Compliance:</strong> Valid driver license, insurance, and vehicle standards. Clarify wait times and tolls.</p>",
      "recommendedGear": ["Phone mount", "Car safety kit"],
      "requirements": ["Background check", "Driver license + insurance"],
      "badges": ["Business Ready", "Safety Verified"]
    },
    {
      "key": "senior-checkin",
      "label": "Light Senior Care Check-Ins",
      "summary": "Non-medical check-ins: meals, conversation, reminders. Background check required.",
      "expanded": "<p><strong>Scope:</strong> Companionship, light chores, wellness reminders (non-medical). Emergency contacts on file.</p>",
      "recommendedGear": ["ID badge", "Notebook/app for notes"],
      "requirements": ["Background check"],
      "badges": ["Safety Verified"]
    },
    {
      "key": "dog-walking-sitting",
      "label": "Dog Walking & Sitting",
      "summary": "Trusted pet companions who provide walks, care, and company while owners are away. Build a loyal client base through reliability and genuine love for animals.",
      "expanded": "<p><strong>How It Works:</strong> Offer daily walks (15–60 min), drop-in visits, or overnight sitting. Clients share pet routines, medications, emergency contacts, and vet info. You handle feeding, playtime, potty breaks, and send photo updates. Always use secure leashes and follow local leash laws.</p><p><strong>Tools & Startup Gear:</strong> Start with basics: sturdy leash, waste bags, treat pouch, first-aid kit, and a reflective vest for early/late walks. Consider a pet GPS tracker for anxious owners and cleaning supplies for accidents.</p><p><strong>Certifications & Requirements:</strong> Background check required. Pet CPR/First Aid certification highly recommended and builds trust. Check local regulations—some cities require pet care permits or business licenses. Liability insurance protects you and reassures clients.</p><p><strong>Safety & Best Practices:</strong> Meet pets before booking to assess temperament. Confirm vaccination records. Never mix unfamiliar dogs. Keep emergency contacts handy. Document any incidents immediately. Respect home privacy—don't post client addresses or interior photos on social media.</p><p><strong>Pricing Model:</strong> Charge per walk ($15–$30 for 30 min, $25–$50 for 60 min) or flat rate for sitting ($40–$80/day). Offer weekly packages or monthly subscriptions at 10–15% discount. Add premium rates for holidays, multiple pets, or special needs animals.</p><p><strong>Upsell & Business Growth:</strong> Expand to pet taxi services, medication administration, or grooming partnerships. Build a team of trusted walkers to serve more clients. Create a referral program—offer one free walk for every new client referred. Promote seasonal services like holiday sitting or puppy socialization walks.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Certified Pet Giger</em> badge after completing Pet CPR training and 25 verified walks. This badge shows clients you're serious about animal safety and professional pet care.</p>",
      "recommendedGear": ["Sturdy leash", "Dog waste bags", "Reflective vest", "Pet-safe wipes", "Treat pouch", "First-aid kit", "Pet GPS tracker"],
      "requirements": ["Background check", "Pet CPR/First Aid certification (recommended)", "Local pet care permits", "Liability insurance (recommended)"],
      "badges": ["Certified Pet Giger", "Safety Verified"]
    },
    {
      "key": "dog-yard-cleanup",
      "label": "Dog Yard Cleanup (Pooper Scooper)",
      "summary": "Weekly yard maintenance keeping outdoor spaces clean and safe for pets and families. Low startup cost with recurring revenue potential.",
      "expanded": "<p><strong>How It Works:</strong> Visit client yards weekly (or bi-weekly) to remove pet waste, sanitize high-traffic areas, and check for hazards like broken glass or toxic plants. Bag waste securely and dispose according to local regulations. Offer one-time deep cleans or regular subscriptions.</p><p><strong>Tools & Startup Gear:</strong> Minimal investment: waste scoop/rake, heavy-duty bags, sanitizing spray, gloves, and a sealed waste container for transport. A folding wagon helps carry supplies across large properties. All tools fit in a car trunk—no truck needed.</p><p><strong>Certifications & Requirements:</strong> Background check required. No special licenses in most areas, but confirm local waste disposal rules. Some municipalities prohibit pet waste in regular trash—you may need commercial waste hauling. Check homeowners' association rules for gated communities.</p><p><strong>Safety & Best Practices:</strong> Always wear gloves. Avoid startling pets—introduce yourself calmly if animals are present. Inspect yards for new hazards (sharp objects, holes, toxic mushrooms) and notify homeowners. Never enter homes unless explicitly authorized. Respect privacy—secure gates after service.</p><p><strong>Pricing Model:</strong> Charge per visit: $15–$25 for small yards, $25–$40 for large properties, $10–$15 extra per additional dog. Offer weekly or bi-weekly subscriptions with auto-billing. Add one-time deep clean service at $50–$100 for neglected yards. Bundle with dog walking for premium packages.</p><p><strong>Upsell & Business Growth:</strong> Expand to commercial properties (dog parks, daycare facilities, apartment complexes). Partner with landscapers or property managers for referrals. Offer seasonal add-ons like lawn aeration or pet-safe fertilizer application. Build routes by neighborhood to maximize efficiency—service 5–10 homes in one area per day.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Yard Care Pro</em> badge after completing 50 yard cleanups with zero complaints. This badge demonstrates reliability and professionalism in a service many find unpleasant but essential.</p>",
      "recommendedGear": ["Waste scoop/rake", "Heavy-duty waste bags", "Sanitizing spray", "Durable gloves", "Sealed waste container", "Folding wagon", "Hand sanitizer"],
      "requirements": ["Background check", "Local waste disposal regulations compliance", "HOA/property access permissions"],
      "badges": ["Yard Care Pro", "Safety Verified"]
    },
    {
      "key": "pet-hair-cleanup",
      "label": "Pet Hair Cleanup",
      "summary": "Specialized deep cleaning targeting pet hair, dander, and odors from furniture, vehicles, and homes. Perfect for allergy sufferers and shedding season emergencies.",
      "expanded": "<p><strong>How It Works:</strong> Provide targeted cleaning for pet owners struggling with excessive shedding. Remove hair from furniture, carpets, car interiors, and hard-to-reach areas. Use specialized tools to lift embedded hair and reduce allergens. Offer one-time seasonal services or monthly maintenance packages.</p><p><strong>Tools & Startup Gear:</strong> Invest in quality tools: rubber pet hair brooms, lint rollers, pet-specific vacuum attachments, microfiber cloths, and upholstery brushes. A portable handheld vacuum for cars is essential. Pet-safe odor neutralizers and enzyme cleaners handle lingering smells. All equipment should be pet-friendly—no harsh chemicals.</p><p><strong>Certifications & Requirements:</strong> Background check required. No certifications needed, but knowledge of pet-safe cleaning products is crucial. Never use toxic chemicals around animals. Understand fabric types to avoid damage. Consider allergy awareness training to better serve sensitive clients.</p><p><strong>Safety & Best Practices:</strong> Confirm pets are secured before starting (crated, in another room, or with owner). Test cleaning products on hidden fabric areas first. Remove pets from rooms being treated with sprays—even pet-safe products need ventilation time. Document before/after with photos. Communicate allergies or sensitivities with clients upfront.</p><p><strong>Pricing Model:</strong> Charge by scope: $50–$100 for full room treatment, $75–$150 for whole home, $40–$80 for vehicle interiors. Add $20–$30 per additional room. Offer seasonal packages during heavy shedding periods (spring/fall) at premium rates. Monthly subscriptions at 15% discount for year-round clients.</p><p><strong>Upsell & Business Growth:</strong> Bundle with regular house cleaning or carpet shampooing services. Partner with groomers—clients who just groomed their pets often want home cleanup too. Offer air purifier filter changes or dryer vent cleaning (pet hair clogs vents). Create corporate packages for pet-friendly offices. Market to realtors preparing pet-owner homes for sale.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Pet Hair Specialist</em> badge after completing 30 cleanup jobs with 5-star reviews. This badge proves your expertise in a niche service that truly improves quality of life for pet owners and allergy sufferers.</p>",
      "recommendedGear": ["Rubber pet hair broom", "Pet vacuum attachments", "Lint rollers", "Microfiber cloths", "Upholstery brush", "Portable handheld vacuum", "Pet-safe odor neutralizer", "Enzyme cleaner"],
      "requirements": ["Background check", "Knowledge of pet-safe cleaning products", "Fabric care awareness"],
      "badges": ["Pet Hair Specialist", "Safety Verified"]
    },
    {
      "key": "pet-taxi-dropin",
      "label": "Pet Taxi & Drop-In",
      "summary": "Safe, reliable transportation for pets to vet appointments, grooming, daycare, or emergencies. Combined with quick wellness check-ins for busy pet parents.",
      "expanded": "<p><strong>How It Works:</strong> Transport pets safely to appointments, grooming, or boarding facilities. Provide drop-in visits for feeding, medication, or potty breaks when owners can't make it home. Always use secure carriers or pet seatbelts. Communicate arrival/pickup times and send photo updates. For drop-ins, follow exact care instructions and document visit details.</p><p><strong>Tools & Startup Gear:</strong> Essential: vehicle seat covers, pet safety restraints/carriers, cleaning supplies for accidents, paper towels, and air freshener. Bring extra leashes and collars in case owner forgets. Keep first-aid kit and emergency vet contacts. Consider crate sizes for different breeds if offering full taxi service.</p><p><strong>Certifications & Requirements:</strong> Background check mandatory. Valid driver license, clean driving record, and current auto insurance required. Some states require commercial vehicle insurance for paid pet transport. Pet CPR/First Aid certification recommended. Never transport aggressive or unvaccinated animals without explicit client acknowledgment.</p><p><strong>Safety & Best Practices:</strong> Confirm pet is secured before driving—never allow loose animals in vehicles. Keep windows cracked for ventilation but not wide enough for escape. Never leave pets in hot cars—even for minutes. For drop-ins, lock doors, set alarms, and respect home security. Document any behavioral changes or health concerns immediately and notify owners.</p><p><strong>Pricing Model:</strong> Charge per trip: $20–$40 for local transport (under 10 miles), $3–$5 per additional mile. Emergency or after-hours trips at 1.5x rate. Drop-in visits: $15–$25 per visit (15–30 min). Offer weekly packages for recurring daycare transport or daily medication visits at discounted rates. Add wait-time fees ($10–$15) for grooming pickups.</p><p><strong>Upsell & Business Growth:</strong> Partner with vets, groomers, and boarding facilities for referral networks. Offer subscription packages for senior pet owners needing regular vet visits. Expand to pet supply pickup/delivery or prescription runs. Create corporate partnerships with pet-friendly workplaces for employee pet services. Market to realtors helping clients relocate with pets.</p><p><strong>Get Gigified Badge:</strong> Earn the <em>Trusted Pet Transporter</em> badge after completing 40 safe trips with perfect safety record. This badge assures clients their beloved companions are in caring, responsible hands during vulnerable moments like vet visits or emergencies.</p>",
      "recommendedGear": ["Vehicle seat covers", "Pet safety restraints/carriers", "Cleaning supplies", "Paper towels", "Air freshener", "Extra leashes/collars", "First-aid kit", "Emergency contact list"],
      "requirements": ["Background check", "Valid driver license", "Clean driving record", "Auto insurance (commercial if required)", "Pet CPR/First Aid certification (recommended)"],
      "badges": ["Trusted Pet Transporter", "Safety Verified"]
    }
  ]
}
